org/econorga/contabilidad.org
#+title:Contabilidad
* Empresa
- Una Empresa es una organización, dedicada a actividades con fines
  económicos o comerciales, para satisfacer las necesidades de bienes
  o servicios de los demandantes, a la par de asegurar la continuidad
  de la estructura productivo-comercial así como sus necesarias
  inversiones.

** Estructura Contable
 - El Activo, son todos los bienes (materiales e inmateriales) y
   derechos que una empresa posee.
 - El Pasivo, son todas las obligaciones que una empresa posee con
   terceros.
 - El Patrimonio Neto, son todas las obligaciones que una empresa posee
   con sus accionistas. Es el valor total de una empresa una vez
   descontadas las deudas.

 - Ecuación Estática de la Contabilidad (Fundamental):
 #+BEGIN_quote
 Activo = Pasivo + Patrimonio Neto
 #+END_quote

 - Valida al momento inicial (cero) de cada periodo.

** Estructura Segun el Plazo
 - El Activo Corriente, también denominado activo circulante, es aquel
   activo líquido ó convertible en dinero dentro del ejercicio contable
   (1 año).
 - El Activo No Corriente, es aquel activo que corresponden a bienes y
   derechos que no son convertidos en efectivo por una empresa en el
   año, y permanecen en ella durante más de un ejercicio.
 - El Pasivo Corriente, también denominado pasivo circulante, es aquel
   pasivo que contiene las obligaciones que vencen dentro del ejercicio
   contable (1 año).
 - El Pasivo No Corriente, es aquel pasivo que contiene las
   obligaciones que no vencen dentro del ejercicio contable (1 año).

** Cuentas de Resultados
 - La Cuenta de Resultados permite calcular y explicar los beneficios o
   pérdidas de una empresa.
 - Surgen del intercambio de valores no equivalentes.
 - Las Cuenta de Resultado permite calcular la Utilidad de la empresa a
   los fines:
   - Fiscales. Pago de Impuesto a las Ganancias.
   - Gestión. Conocer la estructura de costos, que nos permitan
     detectar los problemas productivos, administrativos, financieros,
     etc. Para la toma de acciones.

*** Ecuacion Dinamica de la Contabilidad
 #+BEGIN_EXAMPLE
 Activo + Egresos = Pasivo + Patrimonio Neto + Ingresos
 #+END_EXAMPLE

*** Cuentas Transitorias de Resultado
 - Las Cuentas de Egreso o Resultado Negativo (R- o RN) son todas
   aquellas transacciones por las que egresa Valor Económico (VE) de la
   empresa y que tienden a disminuir las Utilidades. Al finalizar el
   ejercicio deben tener saldo cero (nulo) luego de transferir su saldo
   a la cuenta Utilidad del Ejercicio.

 - Las Cuentas de Ingreso o Resultado Positivo (R+ o RP) son todas
   aquellas transacciones por las que ingresa Valor Económico (VE) de
   la empresa y que tienden a incrementar las Utilidades. Al finalizar
   el ejercicio deben tener saldo cero (nulo) luego de transferir su
   saldo a la cuenta Utilidad del Ejercicio.
  
* Contabilidad
- La Contabilidad es la técnica que se encarga de cuantificar, medir y
  analizar la realidad económica, las operaciones de las
  organizaciones, con el fin de facilitar la dirección y el control
  presentando la información, previamente registrada, de manera
  sistemática y ordenada para las distintas partes interesadas.

** Plan de Cuentas
- El Plan de Cuentas es un sistema de procesamiento contable, por
  medio del cual las cuentas son ordenadas metódicamente mediante la
  asignación de un código.

*** Finalidad
- Contribuir al cumplimiento de los objetivos de la contabilidad.
- Brindar información.
- Ayudar al control.
- Facilitar la imputación de los registros contables.

