econorga/contabilidad.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-03-17 Sun 23:55 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Contabilidad</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" type="text/css" href="/res/org.css"/>


</head>
<body>
<div id="content">
<h1 class="title">Contabilidad</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org380d955">Empresa</a>
<ul>
<li><a href="#org4c906ec">Estructura Contable</a></li>
<li><a href="#org41217bb">Estructura Segun el Plazo</a></li>
<li><a href="#org0ba2b49">Cuentas de Resultados</a>
<ul>
<li><a href="#org79e5a82">Ecuacion Dinamica de la Contabilidad</a></li>
<li><a href="#orgb2f82cc">Cuentas Transitorias de Resultado</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgb5cd12e">Contabilidad</a>
<ul>
<li><a href="#orgc6ed2e5">Plan de Cuentas</a>
<ul>
<li><a href="#org2f55343">Finalidad</a></li>
<li><a href="#org533e4be">Caracteristicas</a></li>
</ul>
</li>
<li><a href="#orgea96a44">Partida Doble</a></li>
<li><a href="#org0afcaf0">Asiento Contable</a>
<ul>
<li><a href="#org82c9b10">Modelo Hidraulico</a></li>
</ul>
</li>
<li><a href="#orgf217f56">Libro Diario</a></li>
<li><a href="#org3a4157e">Libro Mayor</a>
<ul>
<li><a href="#org09495cd">Ficha</a></li>
<li><a href="#org46ddead">Consideraciones</a></li>
</ul>
</li>
<li><a href="#orge2055a4">Balance</a>
<ul>
<li><a href="#orga3c911d">Cierre de Balance</a></li>
</ul>
</li>
<li><a href="#orgf71227d">Cuadro de Resultados</a></li>
<li><a href="#org6047051">IVA</a></li>
<li><a href="#org251dc57">Activo Fijo</a></li>
<li><a href="#orgadcf16b">Moneda Extranjera</a></li>
<li><a href="#org52d8e86">Cargos Diferidos</a></li>
<li><a href="#org7b4aea5">Segun tipo de actividad</a></li>
<li><a href="#orgb0b75a1">Costos y Sistemas de Inventario</a>
<ul>
<li><a href="#org9842e0b">Tipos de costo</a></li>
<li><a href="#org2c17551">Costos Directo</a></li>
<li><a href="#org5c73591">Cantidades de Inventarios</a>
<ul>
<li><a href="#org8e67ace">Periodico</a></li>
<li><a href="#orgc072b7b">Permanente</a></li>
</ul>
</li>
<li><a href="#orgeb5143b">Valoracion de Inventarios</a>
<ul>
<li><a href="#org9755720">Fichas de Stock</a></li>
</ul>
</li>
<li><a href="#org2985e37">Costeo Estandar</a></li>
</ul>
</li>
<li><a href="#org3c942a4">Cuentas de Produccion</a>
<ul>
<li><a href="#org807cfba">Cuentas de Produccion Patrimoniales de Activo</a>
<ul>
<li><a href="#org821875f">Materias Primas y Suministros</a></li>
<li><a href="#orgf77103c">Producción en Proceso</a></li>
<li><a href="#org8848083">Producción Terminada</a></li>
</ul>
</li>
<li><a href="#orgb7eb6ca">Cuentas de Produccion Transitorias</a>
<ul>
<li><a href="#org067f2ad">Cuentas Transitorias de Produccion</a></li>
<li><a href="#org4c4e615">Cuentas Transitorias de Produccion Asientos de Cierre</a></li>
<li><a href="#orgdb59a57">Cuentas Transitorias de Produccion - Produccion en Proceso Durante</a></li>
</ul>
</li>
<li><a href="#orgbcb4d85">Inventario No Permanente</a>
<ul>
<li><a href="#orge7d92a1">Inventario No Permanente - Cierre de Produccion en Proceso</a></li>
<li><a href="#org8bc3603">Inventario No Permanente - Cierre de Produccion Terminada</a></li>
</ul>
</li>
<li><a href="#org34f8f48">Cuentas Transitorias de Produccion - Cierre de Balance</a>
<ul>
<li><a href="#org541cf2c">Ganancias y Perdidas es igual a 0 (cero)</a></li>
<li><a href="#orgf2e329b">Ganancias y Perdidas tiene saldo acreedor (Resultado Positivo)</a></li>
<li><a href="#org48471e4">Ganancias y Perdidas tiene saldo deudor (Resultado Negativo)</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgae0791c">DevPaolucion de Mercaderias</a>
<ul>
<li><a href="#orgf886d85">Mismo Periodo</a></li>
<li><a href="#org2b6399d">Diferente Periodo</a></li>
</ul>
</li>
<li><a href="#org07ec633">Patrimonio Neto</a></li>
<li><a href="#org14e9978">Previsiones y Provisiones</a>
<ul>
<li><a href="#orgba54a2f">Deudores Incobrables</a></li>
</ul>
</li>
<li><a href="#orgb2e1e29">Descuento de Documentos</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org380d955" class="outline-2">
<h2 id="org380d955">Empresa</h2>
<div class="outline-text-2" id="text-org380d955">
<ul class="org-ul">
<li>Una Empresa es una organización, dedicada a actividades con fines
económicos o comerciales, para satisfacer las necesidades de bienes
o servicios de los demandantes, a la par de asegurar la continuidad
de la estructura productivo-comercial así como sus necesarias
inversiones.</li>
</ul>
</div>

<div id="outline-container-org4c906ec" class="outline-3">
<h3 id="org4c906ec">Estructura Contable</h3>
<div class="outline-text-3" id="text-org4c906ec">
<ul class="org-ul">
<li>El Activo, son todos los bienes (materiales e inmateriales) y
derechos que una empresa posee.</li>
<li>El Pasivo, son todas las obligaciones que una empresa posee con
terceros.</li>
<li>El Patrimonio Neto, son todas las obligaciones que una empresa posee
con sus accionistas. Es el valor total de una empresa una vez
descontadas las deudas.</li>

<li>Ecuación Estática de la Contabilidad (Fundamental):</li>
</ul>
<blockquote>
<p>
Activo = Pasivo + Patrimonio Neto
</p>
</blockquote>

<ul class="org-ul">
<li>Valida al momento inicial (cero) de cada periodo.</li>
</ul>
</div>
</div>

<div id="outline-container-org41217bb" class="outline-3">
<h3 id="org41217bb">Estructura Segun el Plazo</h3>
<div class="outline-text-3" id="text-org41217bb">
<ul class="org-ul">
<li>El Activo Corriente, también denominado activo circulante, es aquel
activo líquido ó convertible en dinero dentro del ejercicio contable
(1 año).</li>
<li>El Activo No Corriente, es aquel activo que corresponden a bienes y
derechos que no son convertidos en efectivo por una empresa en el
año, y permanecen en ella durante más de un ejercicio.</li>
<li>El Pasivo Corriente, también denominado pasivo circulante, es aquel
pasivo que contiene las obligaciones que vencen dentro del ejercicio
contable (1 año).</li>
<li>El Pasivo No Corriente, es aquel pasivo que contiene las
obligaciones que no vencen dentro del ejercicio contable (1 año).</li>
</ul>
</div>
</div>

<div id="outline-container-org0ba2b49" class="outline-3">
<h3 id="org0ba2b49">Cuentas de Resultados</h3>
<div class="outline-text-3" id="text-org0ba2b49">
<ul class="org-ul">
<li>La Cuenta de Resultados permite calcular y explicar los beneficios o
pérdidas de una empresa.</li>
<li>Surgen del intercambio de valores no equivalentes.</li>
<li>Las Cuenta de Resultado permite calcular la Utilidad de la empresa a
los fines:
<ul class="org-ul">
<li>Fiscales. Pago de Impuesto a las Ganancias.</li>
<li>Gestión. Conocer la estructura de costos, que nos permitan
detectar los problemas productivos, administrativos, financieros,
etc. Para la toma de acciones.</li>
</ul></li>
</ul>
</div>

<div id="outline-container-org79e5a82" class="outline-4">
<h4 id="org79e5a82">Ecuacion Dinamica de la Contabilidad</h4>
<div class="outline-text-4" id="text-org79e5a82">
<pre class="example">
Activo + Egresos = Pasivo + Patrimonio Neto + Ingresos
</pre>
</div>
</div>

<div id="outline-container-orgb2f82cc" class="outline-4">
<h4 id="orgb2f82cc">Cuentas Transitorias de Resultado</h4>
<div class="outline-text-4" id="text-orgb2f82cc">
<ul class="org-ul">
<li>Las Cuentas de Egreso o Resultado Negativo (R- o RN) son todas
aquellas transacciones por las que egresa Valor Económico (VE) de la
empresa y que tienden a disminuir las Utilidades. Al finalizar el
ejercicio deben tener saldo cero (nulo) luego de transferir su saldo
a la cuenta Utilidad del Ejercicio.</li>

<li>Las Cuentas de Ingreso o Resultado Positivo (R+ o RP) son todas
aquellas transacciones por las que ingresa Valor Económico (VE) de
la empresa y que tienden a incrementar las Utilidades. Al finalizar
el ejercicio deben tener saldo cero (nulo) luego de transferir su
saldo a la cuenta Utilidad del Ejercicio.</li>
</ul>
</div>
</div>
</div>
</div>

<div id="outline-container-orgb5cd12e" class="outline-2">
<h2 id="orgb5cd12e">Contabilidad</h2>
<div class="outline-text-2" id="text-orgb5cd12e">
<ul class="org-ul">
<li>La Contabilidad es la técnica que se encarga de cuantificar, medir y
analizar la realidad económica, las operaciones de las
organizaciones, con el fin de facilitar la dirección y el control
presentando la información, previamente registrada, de manera
sistemática y ordenada para las distintas partes interesadas.</li>
</ul>
</div>

<div id="outline-container-orgc6ed2e5" class="outline-3">
<h3 id="orgc6ed2e5">Plan de Cuentas</h3>
<div class="outline-text-3" id="text-orgc6ed2e5">
<ul class="org-ul">
<li>El Plan de Cuentas es un sistema de procesamiento contable, por
medio del cual las cuentas son ordenadas metódicamente mediante la
asignación de un código.</li>
</ul>
</div>

<div id="outline-container-org2f55343" class="outline-4">
<h4 id="org2f55343">Finalidad</h4>
<div class="outline-text-4" id="text-org2f55343">
<ul class="org-ul">
<li>Contribuir al cumplimiento de los objetivos de la contabilidad.</li>
<li>Brindar información.</li>
<li>Ayudar al control.</li>
<li>Facilitar la imputación de los registros contables.</li>
</ul>
</div>
</div>
