org/econorga/contabilidad.org
*** Caracteristicas
- Sistematización en el ordenamiento.
- Flexibilidad para poder introducir nuevas cuentas.
- Claridad para facilitar la labor de los usuarios.

| Tipo de Cuenta | Plazo        | Cuenta                     | Representa                                              | Codigo |
|----------------+--------------+----------------------------+---------------------------------------------------------+--------|
| Activo         | Corriente    | Disponibilidades           | Dinero en efectivo                                      |   1101 |
| Activo         | Corriente    | Cuenta Corriente Banco "X" | Dinero depositado en la cuenta corriente del Banco “X”  |   1102 |
| ...            | ...          | ...                        | ...                                                     |    ... |
| Activo         | No Corriente | Maquinarias                | Maquinas utilizadas en el proceso productivo            |   1201 |
| ...            | ...          | ...                        | ...                                                     |    ... |
| Pasivo         | Corriente    | Proveedores                | Deuda contraída con los proveedores de bienes de cambio |   2101 |

** Partida Doble
- Debe: Sumatoria de los Debitos
- Haber: Sumatoria de los Creditos
- Es la base de la contabilidad actual y consiste en un movimiento
  contable que afecta a un mínimo de dos cuentas, un débito y un
  crédito y, además, tiene que haber la misma cantidad de débitos que
  de crédito; en otras palabras, débito menos crédito ha de ser cero,
  para que haya equilibrio en la contabilidad.
- Para la registración los movimientos se utiliza lo que se conoce con
  la Cuenta “T”. Compuesta de: Titulo de Cuenta, Debe y Haber.
  
- Caracteristicas
  - Quien recibe es deudor y quien entrega es acreedor.
  - No hay deudor sin acreedor ni acreedor sin deudor.
  - Todo valor que “entre” debe ser equivalente al que “sale.”
  - Todo lo que entra por una cuenta debe salir por la misma.
  - Las Perdidas se debitan y las ganancias se acreditan.
  - Quien recibe debe a quien da.
  - Todas las cuentas del activo y de resultado negativo deben
    “entrar” antes que “salir”, a la inversa la cuentas del pasivo,
    patrimonio neto y resultado positivo.

** Asiento Contable
- Asiento Contable: es cada una de las anotaciones o registros que se
  hacen en el Libro diario de contabilidad, que se realizan con la
  finalidad de registrar un hecho económico que provoca una
  modificación cuantitativa o cualitativa en la composición del
  patrimonio de una empresa y por tanto un movimiento en las cuentas
  de una empresa.

- Composicion
  - Fecha de la anotación.
  - Cuentas que intervienen (con su código y denominación).
  - Importes asociados a cada cuenta.
  - Detalle de los documentos que avalan la operación.

- Ejemplo
| Fecha      | Codigo de Cuenta | Detalle de Cuenta         | Debe | Haber |
|------------+------------------+---------------------------+------+-------|
| 12/03/2014 |              101 | Disponibilidades (A+)     |  270 |       |
| 1          |              401 | Intereses Bancarios (RN+) |   30 |       |
|            |              201 | a Deuda Banco Nacion (P+) |      |   300 |
|------------+------------------+---------------------------+------+-------|
| 13/03/2014 |              102 | Mercaderias (A+)          |  100 |       |
| 2          |              101 | Disponibilidades (A-)     |      |   100 |

*** Modelo Hidraulico
- El Modelo Hidráulico, es un modelo que establece una analogía del
  modelo contable con el modelo de la ingeniería hidráulica.
- Creado por un Ingeniero, esta destinado a facilitar la
  interpretación de la Contabilidad a personas que no estén formadas
  en la técnica contable.
- Se compone de tres actores:
  - El Agua y su flujo (Flecha).
  - Los Medidores de agua (Rectángulos).
  - Los Tanques de agua (Círculos).
- El agua fluye del Debe al Haber.
- Cuando crece el Activo o los Egresos se acumula agua en los Tanques
  (Círculos).
- Cuando decrece el Activo o los Egresos se va agua de los Tanques
  (Círculos).
- Cuando crece el Pasivo, Patrimonio Neto o Ingresos entra agua al
  sistema que pasan por los medidores (Rectángulos) que registran el
  ingreso de agua hacia los Tanques.
- Cuando decrece el Pasivo, Patrimonio Neto o Ingresos sale agua del
  sistema que pasan por los medidores (Rectángulos) que registran el
  egreso de agua desde los Tanques.
    
** Libro Diario
- Es el libro contable encargado de recoger las operaciones (asientos
  contables) que se van realizando en la empresa de forma cronológica.
- Las anotaciones se harán en forma de asientos.
- Es obligatorio la registración de las operaciones en el libro
  diario.
- Sus hojas van numeradas, sin saltos.
- No se permiten arrancar hojas del mismo, ni realizar tachaduras.

** Libro Mayor
- Es el libro contable encargado de recoger las operaciones (asientos
  contables) no en atención al orden cronológico como el libro diario,
  sino en función de las cuentas que se han visto afectadas.
- Luego de realizar el asiento en el libro diario, se pasa el mismo a
  la ficha individual de cada cuenta.
- Permite al finalizar el ejercicio, luego de realizar el cierre,
  construir el balance.

*** Ficha
- Código del Plan de Cuenta.
- Nombre del Plan de Cuenta.
- Una Tabla de Registros con la siguiente información:
  - Fecha del asiento en el libro diario que afecta la cuenta.
  - Imputación, es el Nombre del Plan de Cuentas que fue
    contrapartida. En el caso de haber mas de 2 (dos) cuentas
    involucradas ,se usa la denominación “Varios”.
  - Debe o Haber para cada una de las Imputaciones, se lo hace de la
    misma manera que en el Libro Diario.
  - Saldo, contiene el valor acumulado luego de cada imputación.
   
*** Consideraciones
- Las cuentas de Activo tienen saldo deudor o cero (“no se puede
  retirar mas de lo que tengo”).
- Las cuentas de Pasivo y Patrimonio Neto tienen saldo acreedor o cero
  (“no se puede pagar mas de lo que debo”) .
- Todas las cuentas de Resultados (Ingreso y Egreso) deben terminar
  con saldo cero, luego de los ejercicios de cierre.

