econorga/contabilidad.html

<div id="outline-container-org533e4be" class="outline-4">
<h4 id="org533e4be">Caracteristicas</h4>
<div class="outline-text-4" id="text-org533e4be">
<ul class="org-ul">
<li>Sistematización en el ordenamiento.</li>
<li>Flexibilidad para poder introducir nuevas cuentas.</li>
<li>Claridad para facilitar la labor de los usuarios.</li>
</ul>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Tipo de Cuenta</th>
<th scope="col" class="org-left">Plazo</th>
<th scope="col" class="org-left">Cuenta</th>
<th scope="col" class="org-left">Representa</th>
<th scope="col" class="org-right">Codigo</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Activo</td>
<td class="org-left">Corriente</td>
<td class="org-left">Disponibilidades</td>
<td class="org-left">Dinero en efectivo</td>
<td class="org-right">1101</td>
</tr>

<tr>
<td class="org-left">Activo</td>
<td class="org-left">Corriente</td>
<td class="org-left">Cuenta Corriente Banco "X"</td>
<td class="org-left">Dinero depositado en la cuenta corriente del Banco “X”</td>
<td class="org-right">1102</td>
</tr>

<tr>
<td class="org-left">&#x2026;</td>
<td class="org-left">&#x2026;</td>
<td class="org-left">&#x2026;</td>
<td class="org-left">&#x2026;</td>
<td class="org-right">&#x2026;</td>
</tr>

<tr>
<td class="org-left">Activo</td>
<td class="org-left">No Corriente</td>
<td class="org-left">Maquinarias</td>
<td class="org-left">Maquinas utilizadas en el proceso productivo</td>
<td class="org-right">1201</td>
</tr>

<tr>
<td class="org-left">&#x2026;</td>
<td class="org-left">&#x2026;</td>
<td class="org-left">&#x2026;</td>
<td class="org-left">&#x2026;</td>
<td class="org-right">&#x2026;</td>
</tr>

<tr>
<td class="org-left">Pasivo</td>
<td class="org-left">Corriente</td>
<td class="org-left">Proveedores</td>
<td class="org-left">Deuda contraída con los proveedores de bienes de cambio</td>
<td class="org-right">2101</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>

<div id="outline-container-orgea96a44" class="outline-3">
<h3 id="orgea96a44">Partida Doble</h3>
<div class="outline-text-3" id="text-orgea96a44">
<ul class="org-ul">
<li>Debe: Sumatoria de los Debitos</li>
<li>Haber: Sumatoria de los Creditos</li>
<li>Es la base de la contabilidad actual y consiste en un movimiento
contable que afecta a un mínimo de dos cuentas, un débito y un
crédito y, además, tiene que haber la misma cantidad de débitos que
de crédito; en otras palabras, débito menos crédito ha de ser cero,
para que haya equilibrio en la contabilidad.</li>
<li>Para la registración los movimientos se utiliza lo que se conoce con
la Cuenta “T”. Compuesta de: Titulo de Cuenta, Debe y Haber.</li>

<li>Caracteristicas
<ul class="org-ul">
<li>Quien recibe es deudor y quien entrega es acreedor.</li>
<li>No hay deudor sin acreedor ni acreedor sin deudor.</li>
<li>Todo valor que “entre” debe ser equivalente al que “sale.”</li>
<li>Todo lo que entra por una cuenta debe salir por la misma.</li>
<li>Las Perdidas se debitan y las ganancias se acreditan.</li>
<li>Quien recibe debe a quien da.</li>
<li>Todas las cuentas del activo y de resultado negativo deben
“entrar” antes que “salir”, a la inversa la cuentas del pasivo,
patrimonio neto y resultado positivo.</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org0afcaf0" class="outline-3">
<h3 id="org0afcaf0">Asiento Contable</h3>
<div class="outline-text-3" id="text-org0afcaf0">
<ul class="org-ul">
<li>Asiento Contable: es cada una de las anotaciones o registros que se
hacen en el Libro diario de contabilidad, que se realizan con la
finalidad de registrar un hecho económico que provoca una
modificación cuantitativa o cualitativa en la composición del
patrimonio de una empresa y por tanto un movimiento en las cuentas
de una empresa.</li>

<li>Composicion
<ul class="org-ul">
<li>Fecha de la anotación.</li>
<li>Cuentas que intervienen (con su código y denominación).</li>
<li>Importes asociados a cada cuenta.</li>
<li>Detalle de los documentos que avalan la operación.</li>
</ul></li>

<li>Ejemplo</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Fecha</th>
<th scope="col" class="org-right">Codigo de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-right">Debe</th>
<th scope="col" class="org-right">Haber</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">12/03/2014</td>
<td class="org-right">101</td>
<td class="org-left">Disponibilidades (A+)</td>
<td class="org-right">270</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-right">401</td>
<td class="org-left">Intereses Bancarios (RN+)</td>
<td class="org-right">30</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">201</td>
<td class="org-left">a Deuda Banco Nacion (P+)</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">300</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-right">13/03/2014</td>
<td class="org-right">102</td>
<td class="org-left">Mercaderias (A+)</td>
<td class="org-right">100</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-right">2</td>
<td class="org-right">101</td>
<td class="org-left">Disponibilidades (A-)</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">100</td>
</tr>
</tbody>
</table>
</div>

<div id="outline-container-org82c9b10" class="outline-4">
<h4 id="org82c9b10">Modelo Hidraulico</h4>
<div class="outline-text-4" id="text-org82c9b10">
<ul class="org-ul">
<li>El Modelo Hidráulico, es un modelo que establece una analogía del
modelo contable con el modelo de la ingeniería hidráulica.</li>
<li>Creado por un Ingeniero, esta destinado a facilitar la
interpretación de la Contabilidad a personas que no estén formadas
en la técnica contable.</li>
<li>Se compone de tres actores:
<ul class="org-ul">
<li>El Agua y su flujo (Flecha).</li>
<li>Los Medidores de agua (Rectángulos).</li>
<li>Los Tanques de agua (Círculos).</li>
</ul></li>
<li>El agua fluye del Debe al Haber.</li>
<li>Cuando crece el Activo o los Egresos se acumula agua en los Tanques
(Círculos).</li>
<li>Cuando decrece el Activo o los Egresos se va agua de los Tanques
(Círculos).</li>
<li>Cuando crece el Pasivo, Patrimonio Neto o Ingresos entra agua al
sistema que pasan por los medidores (Rectángulos) que registran el
ingreso de agua hacia los Tanques.</li>
<li>Cuando decrece el Pasivo, Patrimonio Neto o Ingresos sale agua del
sistema que pasan por los medidores (Rectángulos) que registran el
egreso de agua desde los Tanques.</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgf217f56" class="outline-3">
<h3 id="orgf217f56">Libro Diario</h3>
<div class="outline-text-3" id="text-orgf217f56">
<ul class="org-ul">
<li>Es el libro contable encargado de recoger las operaciones (asientos
contables) que se van realizando en la empresa de forma cronológica.</li>
<li>Las anotaciones se harán en forma de asientos.</li>
<li>Es obligatorio la registración de las operaciones en el libro
diario.</li>
<li>Sus hojas van numeradas, sin saltos.</li>
<li>No se permiten arrancar hojas del mismo, ni realizar tachaduras.</li>
</ul>
</div>
</div>

<div id="outline-container-org3a4157e" class="outline-3">
<h3 id="org3a4157e">Libro Mayor</h3>
<div class="outline-text-3" id="text-org3a4157e">
<ul class="org-ul">
<li>Es el libro contable encargado de recoger las operaciones (asientos
contables) no en atención al orden cronológico como el libro diario,
sino en función de las cuentas que se han visto afectadas.</li>
<li>Luego de realizar el asiento en el libro diario, se pasa el mismo a
la ficha individual de cada cuenta.</li>
<li>Permite al finalizar el ejercicio, luego de realizar el cierre,
construir el balance.</li>
</ul>
</div>

<div id="outline-container-org09495cd" class="outline-4">
<h4 id="org09495cd">Ficha</h4>
<div class="outline-text-4" id="text-org09495cd">
<ul class="org-ul">
<li>Código del Plan de Cuenta.</li>
<li>Nombre del Plan de Cuenta.</li>
<li>Una Tabla de Registros con la siguiente información:
<ul class="org-ul">
<li>Fecha del asiento en el libro diario que afecta la cuenta.</li>
<li>Imputación, es el Nombre del Plan de Cuentas que fue
contrapartida. En el caso de haber mas de 2 (dos) cuentas
involucradas ,se usa la denominación “Varios”.</li>
<li>Debe o Haber para cada una de las Imputaciones, se lo hace de la
misma manera que en el Libro Diario.</li>
<li>Saldo, contiene el valor acumulado luego de cada imputación.</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org46ddead" class="outline-4">
<h4 id="org46ddead">Consideraciones</h4>
<div class="outline-text-4" id="text-org46ddead">
<ul class="org-ul">
<li>Las cuentas de Activo tienen saldo deudor o cero (“no se puede
retirar mas de lo que tengo”).</li>
<li>Las cuentas de Pasivo y Patrimonio Neto tienen saldo acreedor o cero
(“no se puede pagar mas de lo que debo”) .</li>
<li>Todas las cuentas de Resultados (Ingreso y Egreso) deben terminar
con saldo cero, luego de los ejercicios de cierre.</li>
</ul>
</div>
</div>
</div>
