org/econorga/contabilidad.org
** Balance
- El Balance es un documento contable que va a permitir conocer la
  situación financiera y económica de una empresa en un momento
  determinado del tiempo. El Balance está compuesto por las cuentas de
  Activo, Pasivo y Patrimonio Neto.
- El mismo se construye con los saldos de las ficha del Libro Mayor de
  cada una de las cuentas (A, P y PN).

- Formalmente el Balance dentro de cada grupo (A, P y PN) de cuentas
  esta sub-clasificado.
  - Los Activos y Pasivos (de 3ros) se encuentran divididos en
    Corrientes y No Corrientes.
  - Todos los grupos de cuentas se sub-clasifican a su vez por
    afinidad de cuentas (Ejemplo: Deudas comerciales y otras Deudas a
    Cobrar, Existencias, Reservas, Efectivo y Otros Activos
    Líquidos). Lo cual permite que todos las partes interesadas
    (Fisco, Accionistas, Auditores) puedan evaluar la situación
    patrimonial de la mejor manera.
    
*** Cierre de Balance
- ¿Que se hace con las cuentas de resultado (Positivo y Negativo)?
  - Antes de finalizar el ejercicio contable se debe realizar los
    asientos de cierre. Para esto intervienen:
    - Todas las cuentas de Egresos (Resultado Negativo).
    - Todas las cuentas de Ingresos (Resultado Positivo).
    - La cuenta Ganancias y Pérdidas, es una cuenta transitoria
      especial que tiene saldo deudor o acreedor. Es decir se comporta
      como cuenta de Resultado Posto a las Ganancias a Pagar (P+) |      | xxx   |
|            |              3xx | a Utilidades del Ejercicio (PN+)        |      | xxx   |

- Caso 3
  - Ganancias y Perdidas tiene saldo deudor (Resultado Negativo), en
    este caso el saldo juega contra la cuenta Perdidas del Ejercicio
    (Decrece el Patrimonio de la Empresa).
  - El resultado negativo “es absorbido” por el patrimonio neto, en
    forma de Perdida del Ejercicio. Hace al Patrimonio Neto mas chico.
| Fecha      | Codigo de Cuenta | Detalle de Cuenta              | Debe | Haber |
|------------+------------------+--------------------------------+------+-------|
| DD/MM/AAAA |              4xx | Perdidas del Ejercicio (RegPN) | xxx  |       |
| 1          |              6xx | a Ganancias y Perdidas (RN-)   |      | xxx   |

** Cuadro de Resultados
- El Cuadro de Resultados es un documento que muestra ordenada y
  detalladamente la forma de como se obtuvo el resultado del ejercicio
  durante un periodo determinado.
- Se construye a partir de los saldos de todas las cuentas de
  resultados (Ingresos y Egresos).

- Objetivo
  - Permite evaluar la gestión de la empresa, en lo referente:
    - Ventas.
    - Costo de Ventas.
    - Gastos de Estructura (Administración, Venta y Finanzas).
    - Cargas Financieras.
    - Utilidades Extraordinarias.
  - En definitiva permite tomar decisiones.
  - Las utilidades del Cuadro de Resultados deben coincidir con
    valores de los asientos de cierre del Libro Diario.
  - La única diferencia puede estar dada por el tratamiento del
    impuesto a las ganancias.
  - El Cuadro de Resultados junto al Balance permiten la aplicaciones
    de índices, a fin de evaluar la gestión de la misma.

