econorga/contabilidad.html

<div id="outline-container-orge2055a4" class="outline-3">
<h3 id="orge2055a4">Balance</h3>
<div class="outline-text-3" id="text-orge2055a4">
<ul class="org-ul">
<li>El Balance es un documento contable que va a permitir conocer la
situación financiera y económica de una empresa en un momento
determinado del tiempo. El Balance está compuesto por las cuentas de
Activo, Pasivo y Patrimonio Neto.</li>
<li>El mismo se construye con los saldos de las ficha del Libro Mayor de
cada una de las cuentas (A, P y PN).</li>

<li>Formalmente el Balance dentro de cada grupo (A, P y PN) de cuentas
esta sub-clasificado.
<ul class="org-ul">
<li>Los Activos y Pasivos (de 3ros) se encuentran divididos en
Corrientes y No Corrientes.</li>
<li>Todos los grupos de cuentas se sub-clasifican a su vez por
afinidad de cuentas (Ejemplo: Deudas comerciales y otras Deudas a
Cobrar, Existencias, Reservas, Efectivo y Otros Activos
Líquidos). Lo cual permite que todos las partes interesadas
(Fisco, Accionistas, Auditores) puedan evaluar la situación
patrimonial de la mejor manera.</li>
</ul></li>
</ul>
</div>

<div id="outline-container-orga3c911d" class="outline-4">
<h4 id="orga3c911d">Cierre de Balance</h4>
<div class="outline-text-4" id="text-orga3c911d">
<ul class="org-ul">
<li>¿Que se hace con las cuentas de resultado (Positivo y Negativo)?
<ul class="org-ul">
<li>Antes de finalizar el ejercicio contable se debe realizar los
asientos de cierre. Para esto intervienen:
<ul class="org-ul">
<li>Todas las cuentas de Egresos (Resultado Negativo).</li>
<li>Todas las cuentas de Ingresos (Resultado Positivo).</li>
<li>La cuenta Ganancias y Pérdidas, es una cuenta transitoria
especial que tiene saldo deudor o acreedor. Es decir se comporta
como cuenta de Resultado Posto a las Ganancias a Pagar (P+) |      | xxx   |</li>
</ul></li>
</ul></li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">3xx</td>
<td class="org-left">a Utilidades del Ejercicio (PN+)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li>Caso 3
<ul class="org-ul">
<li>Ganancias y Perdidas tiene saldo deudor (Resultado Negativo), en
este caso el saldo juega contra la cuenta Perdidas del Ejercicio
(Decrece el Patrimonio de la Empresa).</li>
<li>El resultado negativo “es absorbido” por el patrimonio neto, en
forma de Perdida del Ejercicio. Hace al Patrimonio Neto mas chico.</li>
</ul></li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Fecha</th>
<th scope="col" class="org-right">Codigo de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">DD/MM/AAAA</td>
<td class="org-right">4xx</td>
<td class="org-left">Perdidas del Ejercicio (RegPN)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">1</td>
<td class="org-right">6xx</td>
<td class="org-left">a Ganancias y Perdidas (RN-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>

<div id="outline-container-orgf71227d" class="outline-3">
<h3 id="orgf71227d">Cuadro de Resultados</h3>
<div class="outline-text-3" id="text-orgf71227d">
<ul class="org-ul">
<li>El Cuadro de Resultados es un documento que muestra ordenada y
detalladamente la forma de como se obtuvo el resultado del ejercicio
durante un periodo determinado.</li>
<li>Se construye a partir de los saldos de todas las cuentas de
resultados (Ingresos y Egresos).</li>

<li>Objetivo
<ul class="org-ul">
<li>Permite evaluar la gestión de la empresa, en lo referente:
<ul class="org-ul">
<li>Ventas.</li>
<li>Costo de Ventas.</li>
<li>Gastos de Estructura (Administración, Venta y Finanzas).</li>
<li>Cargas Financieras.</li>
<li>Utilidades Extraordinarias.</li>
</ul></li>
<li>En definitiva permite tomar decisiones.</li>
<li>Las utilidades del Cuadro de Resultados deben coincidir con
valores de los asientos de cierre del Libro Diario.</li>
<li>La única diferencia puede estar dada por el tratamiento del
impuesto a las ganancias.</li>
<li>El Cuadro de Resultados junto al Balance permiten la aplicaciones
de índices, a fin de evaluar la gestión de la misma.</li>
</ul></li>
</ul>
</div>
</div>
