org/econorga/contabilidad.org
** IVA
- El Impuesto al Valor Agregado (I.V.A) es un impuesto indirecto sobre
  el consumo, el cual es financiado por el consumidor . El mismo grava
  la transferencias de bienes o prestación de servicios.
- Se dice que el impuesto es indirecto ya que el fisco (AFIP) no
  percibe el mismo directamente del tributario.
- Para el pago del Impuesto una empresa imputa dos tipos de I.V.A:
  - I.V.A Debito Fiscal: Es el I.V.A que la empresa le cobra al
    consumidor de sus bienes o servicios. Contablemente es considerado
    una cuenta de Pasivo. El mismo representa la deuda que la empresa
    tiene con el fisco (AFIP) en términos del impuesto.
  - I.V.A Crédito Fiscal: Es el I.V.A que la empresa paga a otras
    empresas como consumidor de bienes o servicios (Compra de
    Maquinarias, Mercaderías, etc.). Contablemente es considerado una
    cuenta de Activo. El mismo representa las deducciones que la
    empresa realiza en el pago del impuesto con el fisco (AFIP).
- Existe 3 situaciones que una empresa puede afrontar respecto al
  I.V.A:
  - Si el Crédito Fiscal es igual al Débito Fiscal, la empresa no debe
    pagar nada al fisco (AFIP).
  - Si el Crédito Fiscal es mayor al Débito Fiscal, la empresa tiene
    crédito en el pago del impuesto a futuro. Es decir si en otro
    momento la empresa tiene que pagar puede utilizar ese crédito como
    descuento del pago.
  - Si el Débito Fiscal es mayor al Crédito Fiscal, la empresa debe
    pagar la diferencia entre ambos al fisco. Como se dijo en el punto
    anterior la empresa puede deducir el crédito de otro momento.
- El importe que se grava es el facturado, importe neto.
- El alícuota (porcentaje) que se grava depende del tipo de actividad
  y de la situación ante el I.V.A de las partes involucradas:
  Consumidor Final, Responsable Inscripto, Monotributo, Exentos y No
  Responsables.
- La alícuota mas frecuente es la del 21%, la cual grava la venta
  entre responsables inscriptos y entre responsables inscripto y
  consumidores finales (Existen otras: 10,5% para Productos Primarios
  y 27% para Servicios).
- El pago se realiza de manera mensual para los responsables
  inscriptos.

- IVA en la Venta:  
| Fecha      | Codigo de Cuenta | Detalle de Cuenta        | Debe | Haber |
|------------+------------------+--------------------------+------+-------|
| DD/MM/AAAA |              1xx | Cobro de Activo (A+)     | xxx  |       |
| 1          |              2xx | Cobro con Pasivo (P-)    | xxx  |       |
|            |              2xx | a IVA Debito Fiscal (P+) |      | xxx   |
|            |              4xx | a Ventas (RP+)           |      | xxx   |

- IVA en la Compra:
| Fecha      | Codigo de Cuenta | Detalle de Cuenta            | Debe | Haber |
|------------+------------------+------------------------------+------+-------|
| DD/MM/AAAA |              1xx | Activo (A+) o Servicio (RN+) | xxx  |       |
| 1          |              1xx | IVA Credito Fiscal (A+)      | xxx  |       |
|            |              1xx | a Pago con Activo (A-)       |      | xxx   |
|            |              2xx | a Pago con Pasivo (P+)       |      | xxx   |
 
- Deuda por IVA a la AFIP:
| Fecha      | Codigo de Cuenta | Detalle de Cuenta         | Debe | Haber |   |
|------------+------------------+---------------------------+------+-------+---|
| DD/MM/AAAA |              1xx | IVA Debito Fiscal (P-)    | xxx  |       |   |
| 1          |              2xx | a IVA Credito Fiscal (A-) |      | xxx   |   |
|            |              4xx | a IVA a Pagar (P+)        |      | xxx   | * |

*Se cancela en el caso de que el crédito fiscal sea igual al debito fiscal. 

| Fecha      | Codigo de Cuenta | Detalle de Cuenta         | Debe | Haber |
|------------+------------------+---------------------------+------+-------|
| DD/MM/AAAA |              1xx | IVA Debito Fisical (P-)   | xxx  |       |
| 1          |              2xx | a IVA Credito Fiscal (A-) |      | xxx   | 

- Crédito por I.V.A ante la AFIP:
| Fecha      | Codigo de Cuenta | Detalle de Cuenta         | Debe | Haber |
|------------+------------------+---------------------------+------+-------|
| DD/MM/AAAA |              1xx | IVA Debito Fiscal (P-)    | xxx  |       |
| 1          |              1xx | IVA Saldo a Favor (A+)    | xxx  |       |
|            |              4xx | a IVA Credito Fiscal (A-) |      | xxx   |

