econorga/contabilidad.html

<div id="outline-container-org6047051" class="outline-3">
<h3 id="org6047051">IVA</h3>
<div class="outline-text-3" id="text-org6047051">
<ul class="org-ul">
<li>El Impuesto al Valor Agregado (I.V.A) es un impuesto indirecto sobre
el consumo, el cual es financiado por el consumidor . El mismo grava
la transferencias de bienes o prestación de servicios.</li>
<li>Se dice que el impuesto es indirecto ya que el fisco (AFIP) no
percibe el mismo directamente del tributario.</li>
<li>Para el pago del Impuesto una empresa imputa dos tipos de I.V.A:
<ul class="org-ul">
<li>I.V.A Debito Fiscal: Es el I.V.A que la empresa le cobra al
consumidor de sus bienes o servicios. Contablemente es considerado
una cuenta de Pasivo. El mismo representa la deuda que la empresa
tiene con el fisco (AFIP) en términos del impuesto.</li>
<li>I.V.A Crédito Fiscal: Es el I.V.A que la empresa paga a otras
empresas como consumidor de bienes o servicios (Compra de
Maquinarias, Mercaderías, etc.). Contablemente es considerado una
cuenta de Activo. El mismo representa las deducciones que la
empresa realiza en el pago del impuesto con el fisco (AFIP).</li>
</ul></li>
<li>Existe 3 situaciones que una empresa puede afrontar respecto al
I.V.A:
<ul class="org-ul">
<li>Si el Crédito Fiscal es igual al Débito Fiscal, la empresa no debe
pagar nada al fisco (AFIP).</li>
<li>Si el Crédito Fiscal es mayor al Débito Fiscal, la empresa tiene
crédito en el pago del impuesto a futuro. Es decir si en otro
momento la empresa tiene que pagar puede utilizar ese crédito como
descuento del pago.</li>
<li>Si el Débito Fiscal es mayor al Crédito Fiscal, la empresa debe
pagar la diferencia entre ambos al fisco. Como se dijo en el punto
anterior la empresa puede deducir el crédito de otro momento.</li>
</ul></li>
<li>El importe que se grava es el facturado, importe neto.</li>
<li>El alícuota (porcentaje) que se grava depende del tipo de actividad
y de la situación ante el I.V.A de las partes involucradas:
Consumidor Final, Responsable Inscripto, Monotributo, Exentos y No
Responsables.</li>
<li>La alícuota mas frecuente es la del 21%, la cual grava la venta
entre responsables inscriptos y entre responsables inscripto y
consumidores finales (Existen otras: 10,5% para Productos Primarios
y 27% para Servicios).</li>
<li>El pago se realiza de manera mensual para los responsables
inscriptos.</li>

<li>IVA en la Venta:</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Fecha</th>
<th scope="col" class="org-right">Codigo de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">DD/MM/AAAA</td>
<td class="org-right">1xx</td>
<td class="org-left">Cobro de Activo (A+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-right">2xx</td>
<td class="org-left">Cobro con Pasivo (P-)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">2xx</td>
<td class="org-left">a IVA Debito Fiscal (P+)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">4xx</td>
<td class="org-left">a Ventas (RP+)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li>IVA en la Compra:</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Fecha</th>
<th scope="col" class="org-right">Codigo de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">DD/MM/AAAA</td>
<td class="org-right">1xx</td>
<td class="org-left">Activo (A+) o Servicio (RN+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-right">1xx</td>
<td class="org-left">IVA Credito Fiscal (A+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">1xx</td>
<td class="org-left">a Pago con Activo (A-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">2xx</td>
<td class="org-left">a Pago con Pasivo (P+)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li>Deuda por IVA a la AFIP:</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Fecha</th>
<th scope="col" class="org-right">Codigo de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">DD/MM/AAAA</td>
<td class="org-right">1xx</td>
<td class="org-left">IVA Debito Fiscal (P-)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-right">2xx</td>
<td class="org-left">a IVA Credito Fiscal (A-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">4xx</td>
<td class="org-left">a IVA a Pagar (P+)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
<td class="org-left">*</td>
</tr>
</tbody>
</table>

<p>
*Se cancela en el caso de que el crédito fiscal sea igual al debito fiscal. 
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Fecha</th>
<th scope="col" class="org-right">Codigo de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">DD/MM/AAAA</td>
<td class="org-right">1xx</td>
<td class="org-left">IVA Debito Fisical (P-)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">1</td>
<td class="org-right">2xx</td>
<td class="org-left">a IVA Credito Fiscal (A-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li>Crédito por I.V.A ante la AFIP:</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Fecha</th>
<th scope="col" class="org-right">Codigo de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">DD/MM/AAAA</td>
<td class="org-right">1xx</td>
<td class="org-left">IVA Debito Fiscal (P-)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-right">1xx</td>
<td class="org-left">IVA Saldo a Favor (A+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">4xx</td>
<td class="org-left">a IVA Credito Fiscal (A-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>
</tbody>
</table>
</div>
</div>
