org/econorga/contabilidad.org
** Activo Fijo
- Los Activos Fijos son aquellos que no varían durante el ciclo de
  explotación de la empresa (ejercicio contable). Permanecen en la
  empresa durante todo el proceso de producción y venta de los
  productos.
- Ejemplos:
  - Maquinarias
  - Inmuebles (Edificios, Terrenos, Cocheras)
  - Muebles y Útiles.

- Contablemente la compra de Activos Fijos involucra:
  - Obligatorio:
    - Alta del Activo Fijo (Crece el Activo).
    - Pago del Activo (Decrece el Activo o Crece el Pasivo).
    - I.V.A Crédito Fiscal (Crece el Activo).
  - Opcionalmente:
    - Pago de Impuestos o Intereses (Resultado Negativo).
    - Descuentos obtenidos (Resultado Positivo).	
 
- Asiento Genérico de Compra de Activo Fijo:
| Fecha      | Codigo de Cuenta | Detalle de Cuenta                 | Debe | Haber |   |
|------------+------------------+-----------------------------------+------+-------+---|
| DD/MM/AAAA |              105 | Activo Fijo (A+)                  | xxx  |       |   |
| 1          |              106 | IVA Credito Fiscal (A+)           | xxx  |       |   |
|            |              4xx | Intereses/Impuestos (RN+)         | xxx  |       | * |
|            |              1xx | a Pago con Activo (A-)            |      | xxx   |   |
|            |              2xx | a Pago con Pasivo (P+)            |      | xxx   |   |
|            |              5xx | a Descuentos/Bonificaciones (RP+) |      | xxx   | * |

- La Amortización es la representación contable de la pérdida de valor
  o depreciación de carácter irreversible que experimenta el activo
  fijo (Activo No Corriente).
- A cada tipo de Activo Fijo se le asigna:
  - Una vida útil (periodo en el cual se amortiza).
  - Un valor residual (valor que tiene el activo al finalizar el
    periodo de amortización).

- La vida útil de los Activos Fijos en función de su tipo es:
  - Rodados: 5 años.
  - Maquinarias: 10 años.
  - Inmuebles: 50 años.
  - Muebles y Útiles: 10 años.
  - Tecnología: 3 años.
  - Terrenos: No se amortizan.
- Por las amortizaciones es importante tener el desglose de los
  diferentes tipos de Activos Fijos en nuestro plan de cuenta.

- Para obtener el valor de amortización anual de un activo fijo, se
  tienen en cuenta 3 variables:
  - Valor de Origen (VO): Es el valor de compra del Activo Fijo.
  - Valor Residual (VR): Es el valor que se estima va a tener una vez
    finalizado el periodo de amortización (vida útil).
  - Vida Útil (VU): Es el valor en años que se le asigna al activo
    fijo, representa el periodo de amortización del mismo.
    
#+BEGIN_EXAMPLE
Amortizacion = VO - VR / VU
#+END_EXAMPLE

- Contablemente en la amortización intervienen 2 cuentas:
  - Amortización “Activo Fijo”: Es una cuenta de resultado negativo,
    representa año a año el desgaste producido en el mismo.
  - Amortización Acumulada “Activo Fijo”: Es una cuenta que
    conceptualmente es de pasivo (se comporta como tal). Sin embargo,
    a los efectos contables de presentación se la coloca en el activo
    con signo negativo (Balance). A este tipo de cuenta se la denomina
    Regularizadora del Activo.
    - Es una cuenta patrimonial, se presenta en el balance.
    - Crece por el haber (Se hace mayor su valor negativo).
    - Decrece por el debe (Por ejemplo cuando se vende el activo fijo).
      
- Asiento Genérico de Amortización de Activo Fijo:
| Fecha      | Codigo de Cuenta | Detalle de Cuenta                          | Debe | Haber |
|------------+------------------+--------------------------------------------+------+-------|
| DD/MM/AAAA |              4xx | Amortizacion Activo Fijo (RN+)             | xxx  |       |
| 1          |              1xx | a Amortizacion Acumulada Activo Fijo (RA+) |      | xxx   |
    
- Los Activos Fijos se pueden vender. Contablemente intervienen las
  siguientes cuentas:
  - Activo Fijo, es el activo fijo que se vende. El mismo se debe dar
    de baja a Valor Origen (Valor de Compra). Esto representa un
    disminución del activo (A-).
  - Amortización Acumulada, es el acumulado correspondiente a las
    amortizaciones para dicho bien. Cuando se da de baja un Activo
    Fijo se debe dar de baja la amortización acumulada asociada al
    mismo.
  - Medio de pago, son las cuentas de activo, con las cuales se
    realizo el pago (Disponibilidades, Cheques Banco “X”, Activos
    Fijos, Mercaderías). También puede ser la cancelación de una deuda
    (Pasivo).
  - Cuenta de Resultado (Positivo o Negativo), si el Valor de Venta
    (VO-AA) es diferente del Valor del “Medio de pago” aparece una
    cuenta de resultado que refleja esta contingencia.
- Los venta de Activos Fijos no genera I.V.A.     

- La cuenta de resultado utilizada para reflejar la perdida o ganancia
  ocasionada por la venta del Activo Fijo, se denomina Resultado Venta
  Activo Fijo o Resultado Venta Bien de Uso.
- En el plan de cuenta exista una de Resultado Negativo (R-) y otra de
  Resultado Positivo (R+).
- Existe la posibilidad de que el Valor “Medio de Pago” sea igual al
  valor contable (VO-AA) en ese caso no interviene ninguna cuenta de
  resultado.
- En el caso de que intervenga una cuenta de resultado en la venta,
  esta se presenta en la sección de resultados extraordinarios del
  cuadro de resultados.

- Asiento Genérico de Amortización de Activo Fijo:  
| Fecha      | Codigo de Cuenta | Detalle de Cuenta                        | Debe | Haber |   |
|------------+------------------+------------------------------------------+------+-------+---|
| DD/MM/AAAA |              1xx | Cobro con Activo (A+)                    | xxx  |       |   |
| 1          |              2xx | Cobro con Pasivo (P-)                    | xxx  |       |   |
|            |              1xx | Amortizacion Acumulada Activo Fijo (RA-) | xxx  |       |   |
|            |              1xx | a Activo Fijo (A-)                       |      | xxx   |   |
|            |              5xx | a Resultado Venta Bien de Uso (RP+)      |      | xxx   | * |
|            |              4xx | Resultado Venta Bien de Uso (RN+)        | xxx  |       | * |

*Importante: Solo puede aparecer una cuenta de Resultado Venta
B.USO. Como se dijo anteriormente puede no existir resultado (RP o
RN).

