econorga/contabilidad.html

<div id="outline-container-org251dc57" class="outline-3">
<h3 id="org251dc57">Activo Fijo</h3>
<div class="outline-text-3" id="text-org251dc57">
<ul class="org-ul">
<li>Los Activos Fijos son aquellos que no varían durante el ciclo de
explotación de la empresa (ejercicio contable). Permanecen en la
empresa durante todo el proceso de producción y venta de los
productos.</li>
<li>Ejemplos:
<ul class="org-ul">
<li>Maquinarias</li>
<li>Inmuebles (Edificios, Terrenos, Cocheras)</li>
<li>Muebles y Útiles.</li>
</ul></li>

<li>Contablemente la compra de Activos Fijos involucra:
<ul class="org-ul">
<li>Obligatorio:
<ul class="org-ul">
<li>Alta del Activo Fijo (Crece el Activo).</li>
<li>Pago del Activo (Decrece el Activo o Crece el Pasivo).</li>
<li>I.V.A Crédito Fiscal (Crece el Activo).</li>
</ul></li>
<li>Opcionalmente:
<ul class="org-ul">
<li>Pago de Impuestos o Intereses (Resultado Negativo).</li>
<li>Descuentos obtenidos (Resultado Positivo).</li>
</ul></li>
</ul></li>

<li>Asiento Genérico de Compra de Activo Fijo:</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Fecha</th>
<th scope="col" class="org-right">Codigo de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">DD/MM/AAAA</td>
<td class="org-right">105</td>
<td class="org-left">Activo Fijo (A+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-right">106</td>
<td class="org-left">IVA Credito Fiscal (A+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">4xx</td>
<td class="org-left">Intereses/Impuestos (RN+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">*</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">1xx</td>
<td class="org-left">a Pago con Activo (A-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">2xx</td>
<td class="org-left">a Pago con Pasivo (P+)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">5xx</td>
<td class="org-left">a Descuentos/Bonificaciones (RP+)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
<td class="org-left">*</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li>La Amortización es la representación contable de la pérdida de valor
o depreciación de carácter irreversible que experimenta el activo
fijo (Activo No Corriente).</li>
<li>A cada tipo de Activo Fijo se le asigna:
<ul class="org-ul">
<li>Una vida útil (periodo en el cual se amortiza).</li>
<li>Un valor residual (valor que tiene el activo al finalizar el
periodo de amortización).</li>
</ul></li>

<li>La vida útil de los Activos Fijos en función de su tipo es:
<ul class="org-ul">
<li>Rodados: 5 años.</li>
<li>Maquinarias: 10 años.</li>
<li>Inmuebles: 50 años.</li>
<li>Muebles y Útiles: 10 años.</li>
<li>Tecnología: 3 años.</li>
<li>Terrenos: No se amortizan.</li>
</ul></li>
<li>Por las amortizaciones es importante tener el desglose de los
diferentes tipos de Activos Fijos en nuestro plan de cuenta.</li>

<li>Para obtener el valor de amortización anual de un activo fijo, se
tienen en cuenta 3 variables:
<ul class="org-ul">
<li>Valor de Origen (VO): Es el valor de compra del Activo Fijo.</li>
<li>Valor Residual (VR): Es el valor que se estima va a tener una vez
finalizado el periodo de amortización (vida útil).</li>
<li>Vida Útil (VU): Es el valor en años que se le asigna al activo
fijo, representa el periodo de amortización del mismo.</li>
</ul></li>
</ul>

<pre class="example">
Amortizacion = VO - VR / VU
</pre>

<ul class="org-ul">
<li>Contablemente en la amortización intervienen 2 cuentas:
<ul class="org-ul">
<li>Amortización “Activo Fijo”: Es una cuenta de resultado negativo,
representa año a año el desgaste producido en el mismo.</li>
<li>Amortización Acumulada “Activo Fijo”: Es una cuenta que
conceptualmente es de pasivo (se comporta como tal). Sin embargo,
a los efectos contables de presentación se la coloca en el activo
con signo negativo (Balance). A este tipo de cuenta se la denomina
Regularizadora del Activo.
<ul class="org-ul">
<li>Es una cuenta patrimonial, se presenta en el balance.</li>
<li>Crece por el haber (Se hace mayor su valor negativo).</li>
<li>Decrece por el debe (Por ejemplo cuando se vende el activo fijo).</li>
</ul></li>
</ul></li>

<li>Asiento Genérico de Amortización de Activo Fijo:</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Fecha</th>
<th scope="col" class="org-right">Codigo de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">DD/MM/AAAA</td>
<td class="org-right">4xx</td>
<td class="org-left">Amortizacion Activo Fijo (RN+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">1</td>
<td class="org-right">1xx</td>
<td class="org-left">a Amortizacion Acumulada Activo Fijo (RA+)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li>Los Activos Fijos se pueden vender. Contablemente intervienen las
siguientes cuentas:
<ul class="org-ul">
<li>Activo Fijo, es el activo fijo que se vende. El mismo se debe dar
de baja a Valor Origen (Valor de Compra). Esto representa un
disminución del activo (A-).</li>
<li>Amortización Acumulada, es el acumulado correspondiente a las
amortizaciones para dicho bien. Cuando se da de baja un Activo
Fijo se debe dar de baja la amortización acumulada asociada al
mismo.</li>
<li>Medio de pago, son las cuentas de activo, con las cuales se
realizo el pago (Disponibilidades, Cheques Banco “X”, Activos
Fijos, Mercaderías). También puede ser la cancelación de una deuda
(Pasivo).</li>
<li>Cuenta de Resultado (Positivo o Negativo), si el Valor de Venta
(VO-AA) es diferente del Valor del “Medio de pago” aparece una
cuenta de resultado que refleja esta contingencia.</li>
</ul></li>
<li>Los venta de Activos Fijos no genera I.V.A.</li>

<li>La cuenta de resultado utilizada para reflejar la perdida o ganancia
ocasionada por la venta del Activo Fijo, se denomina Resultado Venta
Activo Fijo o Resultado Venta Bien de Uso.</li>
<li>En el plan de cuenta exista una de Resultado Negativo (R-) y otra de
Resultado Positivo (R+).</li>
<li>Existe la posibilidad de que el Valor “Medio de Pago” sea igual al
valor contable (VO-AA) en ese caso no interviene ninguna cuenta de
resultado.</li>
<li>En el caso de que intervenga una cuenta de resultado en la venta,
esta se presenta en la sección de resultados extraordinarios del
cuadro de resultados.</li>

<li>Asiento Genérico de Amortización de Activo Fijo:</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Fecha</th>
<th scope="col" class="org-right">Codigo de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">DD/MM/AAAA</td>
<td class="org-right">1xx</td>
<td class="org-left">Cobro con Activo (A+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-right">2xx</td>
<td class="org-left">Cobro con Pasivo (P-)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">1xx</td>
<td class="org-left">Amortizacion Acumulada Activo Fijo (RA-)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">1xx</td>
<td class="org-left">a Activo Fijo (A-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">5xx</td>
<td class="org-left">a Resultado Venta Bien de Uso (RP+)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
<td class="org-left">*</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">4xx</td>
<td class="org-left">Resultado Venta Bien de Uso (RN+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">*</td>
</tr>
</tbody>
</table>

<p>
*Importante: Solo puede aparecer una cuenta de Resultado Venta
B.USO. Como se dijo anteriormente puede no existir resultado (RP o
RN).
</p>
</div>
</div>
