org/econorga/contabilidad.org
** Moneda Extranjera  
- La Moneda Extranjera es la cuenta del Activo que refleja la
  tenencias de moneda-billete de otros países.
- Las empresas las adquieren como inversión o como medio de cambio
  para el pago de productos y servicios importados.
- Contablemente la moneda extranjera ingresa (al libro diario, Mayor,
  Balance, etc) convertida, según al tipo de cambio que se la compra,
  en moneda local. Es decir que si compre 100u$s a $ 7,90.-
  contablemente se va a imputar en los libros correspondientes a $
  790.- (Cotización oficial del día).

- Asiento Genérico de Compra de Moneda Extranjera:
| Fecha      | Codigo de Cuenta | Detalle de Cuenta            | Debe | Haber |   |
|------------+------------------+------------------------------+------+-------+---|
| DD/MM/AAAA |              1xx | Moneda Extranjera (A+)       | xxx  |       |   |
| 1          |              4xx | Gastos de Otorgamiento (RN+) | xxx  |       | * |
|            |              1xx | a Pago con Activo (A-)       |      | xxx   |   |
|            |              2xx | a Pago con Pasivo (P+)       |      | xxx   |   |

- ¿Qué sucede contablemente cuando la cotización de la Moneda
  Extranjera varia?
  - Las mismas deben reflejarse contablemente, para ello se realizan
    asientos de ajuste para la moneda extranjera. Esto se realiza al
    cierre del ejercicio contable.
  - Para esto intervienen:
    - Ajuste Negativo Moneda Extranjera (RN+).
    - Ajuste Positivo Moneda Extranjera (RP+).
    - Moneda Extranjera (Activo), la cual crece o decrece dependiendo
      de si hubo (RN+ o RP+).

- Asiento Genérico de Variación de Cotización Moneda Extranjera (RP+):
| Fecha      | Codigo de Cuenta | Detalle de Cuenta                         | Debe | Haber |
|------------+------------------+-------------------------------------------+------+-------|
| DD/MM/AAAA |              1xx | Moneda Extranjera (A+)                    | xxx  |       |
| 1          |              5xx | a Ajuste Positivo Moneda Extranjera (RP+) |      | xxx   |

- Asiento Genérico de Variación de Cotización Moneda Extranjera (RN+):
| Fecha      | Codigo de Cuenta | Detalle de Cuenta                       | Debe | Haber |
|------------+------------------+-----------------------------------------+------+-------|
| DD/MM/AAAA |              1xx | Ajuste Negativo Moneda Extranjera (RN+) | xxx  |       |
| 1          |              4xx | a Moneda Extranjera (A-)                |      | xxx   |
  
*En este ultimo caso puede intervenir una cuenta previsional, para la
variación de cotización.

** Cargos Diferidos
- Los Cargos Diferidos son los gastos que se pagan por anticipado,
  correspondientes a periodos futuros.
- Los Cargos Diferidos es una cuenta de activo, de la cual mes a mes
  se realiza el devengamiento, imputación del gasto. Esto se realiza
  hasta que la cuenta Cargos Diferidos quede con saldo nulo.
- Los Cargos Diferidos pueden estar ocasionados por el pago de:
  - Alquileres.
  - Intereses.
  - Impuestos.
  - Otros Gastos.
    
- Asiento Genérico de Creación del Cargo Diferido:
| Fecha      | Codigo de Cuenta | Detalle de Cuenta              | Debe | Haber |   |
|------------+------------------+--------------------------------+------+-------+---|
| DD/MM/AAAA |              1xx | Cargos Diferidos (A+)          | xxx  |       |   |
| 1          |              4xx | Cargos Diferidos Pagados (RN+) | xxx  |       | * |
|            |              1xx | a Pago con Activo (A-)         |      | xxx   |   |
|            |              2xx | a Pago con Pasivo (P+)         |      | xxx   |   |

- Asiento Genérico de Devengamiento del Cargo Diferido:
| Fecha      | Codigo de Cuenta | Detalle de Cuenta              | Debe | Haber |
|------------+------------------+--------------------------------+------+-------|
| DD/MM/AAAA |              1xx | Cargos Diferidos Pagados (RN+) | xxx  |       |
| 1          |              4xx | a Cargos Diferidos (A-)        |      | xxx   |

** Segun tipo de actividad
- Las Empresas a grandes rasgos pueden clasificarse en 3 tipos según
  el tipo de actividad que desarrollen:
  - Comerciales: Son intermediarias entre productor y consumidor, su
    función primordial es la compra/venta de productos terminados.  Se
    pueden sub-clasificar a su vez en: Mayoristas, Minoristas,
    Comisionistas.
  - Industriales: La actividad primordial de este tipo de empresas es
    la producción de bienes mediante la transformación o extracción de
    materias primas. Se pueden sub-clasificar a su vez en: Extractivas
    o Manufactureras.
  - Servicios: Son aquellas que brindan servicio a la comunidad. Se
    pueden sub-clasificar a su vez en: Turismo, Educación,
    Instituciones Financieras, Servicios Públicos, Servicios Privados,
    Salud.

** Costos y Sistemas de Inventario
- El Coste es el consumo valorado en dinero de bienes y servicios
  necesarios para la fabricación del producto o servicio que
  constituye el objetivo principal de la empresa.

