econorga/contabilidad.html

<div id="outline-container-orgadcf16b" class="outline-3">
<h3 id="orgadcf16b">Moneda Extranjera</h3>
<div class="outline-text-3" id="text-orgadcf16b">
<ul class="org-ul">
<li>La Moneda Extranjera es la cuenta del Activo que refleja la
tenencias de moneda-billete de otros países.</li>
<li>Las empresas las adquieren como inversión o como medio de cambio
para el pago de productos y servicios importados.</li>
<li>Contablemente la moneda extranjera ingresa (al libro diario, Mayor,
Balance, etc) convertida, según al tipo de cambio que se la compra,
en moneda local. Es decir que si compre 100u$s a $ 7,90.-
contablemente se va a imputar en los libros correspondientes a $
790.- (Cotización oficial del día).</li>

<li>Asiento Genérico de Compra de Moneda Extranjera:</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Fecha</th>
<th scope="col" class="org-right">Codigo de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">DD/MM/AAAA</td>
<td class="org-right">1xx</td>
<td class="org-left">Moneda Extranjera (A+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-right">4xx</td>
<td class="org-left">Gastos de Otorgamiento (RN+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">*</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">1xx</td>
<td class="org-left">a Pago con Activo (A-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">2xx</td>
<td class="org-left">a Pago con Pasivo (P+)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li>¿Qué sucede contablemente cuando la cotización de la Moneda
Extranjera varia?
<ul class="org-ul">
<li>Las mismas deben reflejarse contablemente, para ello se realizan
asientos de ajuste para la moneda extranjera. Esto se realiza al
cierre del ejercicio contable.</li>
<li>Para esto intervienen:
<ul class="org-ul">
<li>Ajuste Negativo Moneda Extranjera (RN+).</li>
<li>Ajuste Positivo Moneda Extranjera (RP+).</li>
<li>Moneda Extranjera (Activo), la cual crece o decrece dependiendo
de si hubo (RN+ o RP+).</li>
</ul></li>
</ul></li>

<li>Asiento Genérico de Variación de Cotización Moneda Extranjera (RP+):</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Fecha</th>
<th scope="col" class="org-right">Codigo de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">DD/MM/AAAA</td>
<td class="org-right">1xx</td>
<td class="org-left">Moneda Extranjera (A+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">1</td>
<td class="org-right">5xx</td>
<td class="org-left">a Ajuste Positivo Moneda Extranjera (RP+)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li>Asiento Genérico de Variación de Cotización Moneda Extranjera (RN+):</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Fecha</th>
<th scope="col" class="org-right">Codigo de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">DD/MM/AAAA</td>
<td class="org-right">1xx</td>
<td class="org-left">Ajuste Negativo Moneda Extranjera (RN+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">1</td>
<td class="org-right">4xx</td>
<td class="org-left">a Moneda Extranjera (A-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>
</tbody>
</table>

<p>
*En este ultimo caso puede intervenir una cuenta previsional, para la
variación de cotización.
</p>
</div>
</div>

<div id="outline-container-org52d8e86" class="outline-3">
<h3 id="org52d8e86">Cargos Diferidos</h3>
<div class="outline-text-3" id="text-org52d8e86">
<ul class="org-ul">
<li>Los Cargos Diferidos son los gastos que se pagan por anticipado,
correspondientes a periodos futuros.</li>
<li>Los Cargos Diferidos es una cuenta de activo, de la cual mes a mes
se realiza el devengamiento, imputación del gasto. Esto se realiza
hasta que la cuenta Cargos Diferidos quede con saldo nulo.</li>
<li>Los Cargos Diferidos pueden estar ocasionados por el pago de:
<ul class="org-ul">
<li>Alquileres.</li>
<li>Intereses.</li>
<li>Impuestos.</li>
<li>Otros Gastos.</li>
</ul></li>

<li>Asiento Genérico de Creación del Cargo Diferido:</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Fecha</th>
<th scope="col" class="org-right">Codigo de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">DD/MM/AAAA</td>
<td class="org-right">1xx</td>
<td class="org-left">Cargos Diferidos (A+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-right">4xx</td>
<td class="org-left">Cargos Diferidos Pagados (RN+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">*</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">1xx</td>
<td class="org-left">a Pago con Activo (A-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">2xx</td>
<td class="org-left">a Pago con Pasivo (P+)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li>Asiento Genérico de Devengamiento del Cargo Diferido:</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Fecha</th>
<th scope="col" class="org-right">Codigo de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">DD/MM/AAAA</td>
<td class="org-right">1xx</td>
<td class="org-left">Cargos Diferidos Pagados (RN+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">1</td>
<td class="org-right">4xx</td>
<td class="org-left">a Cargos Diferidos (A-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org7b4aea5" class="outline-3">
<h3 id="org7b4aea5">Segun tipo de actividad</h3>
<div class="outline-text-3" id="text-org7b4aea5">
<ul class="org-ul">
<li>Las Empresas a grandes rasgos pueden clasificarse en 3 tipos según
el tipo de actividad que desarrollen:
<ul class="org-ul">
<li>Comerciales: Son intermediarias entre productor y consumidor, su
función primordial es la compra/venta de productos terminados.  Se
pueden sub-clasificar a su vez en: Mayoristas, Minoristas,
Comisionistas.</li>
<li>Industriales: La actividad primordial de este tipo de empresas es
la producción de bienes mediante la transformación o extracción de
materias primas. Se pueden sub-clasificar a su vez en: Extractivas
o Manufactureras.</li>
<li>Servicios: Son aquellas que brindan servicio a la comunidad. Se
pueden sub-clasificar a su vez en: Turismo, Educación,
Instituciones Financieras, Servicios Públicos, Servicios Privados,
Salud.</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-orgb0b75a1" class="outline-3">
<h3 id="orgb0b75a1">Costos y Sistemas de Inventario</h3>
<div class="outline-text-3" id="text-orgb0b75a1">
<ul class="org-ul">
<li>El Coste es el consumo valorado en dinero de bienes y servicios
necesarios para la fabricación del producto o servicio que
constituye el objetivo principal de la empresa.</li>
</ul>
</div>
