org/econorga/contabilidad.org
*** Tipos de costo
- Directos: Es todo aquel costo que se puede asociar directamente a la
  producción de un solo producto.
- Indirectos: Es aquel que afectan a el proceso productivo en general
  de uno o mas productos. No se pueden asignar directamente a un solo
  producto sin usar algún criterio de asignación.
- Costo de Ventas: Es todo aquel costo que se puede asociar a la
  producción del bien o servicio que la empresa ofrece. Ejemplo:
  Materia Prima, Mano de Obra Directa, Amortizaciones de Activos Fijos
  Productivos, etc.
- Costo de Administración, Ventas y Finanzas: Es aquel que afectan el
  proceso de Administración, Ventas y/o Finanzas. Ejemplo: Sueldo de
  RRHH, Amortizaciones de Activos Fijos NO Productivos, Gastos
  Auxiliares, etc.

*** Costos Directo 
- Cantidades en Inventarios (Dimensión Temporal/Técnica):
  - Periódico
  - Permanente 
- Valoración de Inventarios (Dimensión Económica):
  - Valores de Entrada
    - LIFO o UEPS
    - FIFO o PEPS
    - AC o PPP
  - Costeo Standard
    
*** Cantidades de Inventarios
**** Periodico
- El Inventario Periódico consiste en que la empresa no registra todas
  y cada una de las salidas que se producen en los diferentes
  almacenes, sino que cuando quiere conocer las unidades consumidas lo
  que hace es un recuento físico de las existencias que quedan en el
  almacén.

#+BEGIN_EXAMPLE
Consumo = Existencia Inicial + Compras o Ingresos - Existencia Final
#+END_EXAMPLE

- Da por supuesto que todas las existencias que no están en el almacén
  se han consumido.

**** Permanente
- El Inventario Permanente registra todas y cada una de las salidas de
  los diferentes almacenes (Productos en Proceso y Terminados), por lo
  tanto cuando quiere calcular las existencias finales lo que hace es:

#+BEGIN_EXAMPLE
Existencia Final = Existencia Inicial + Compras o Ingresos - Consumo
#+END_EXAMPLE

- Este método asume que todas las existencias que no se han consumido,
  están en el almacén, por lo que tampoco detectan posibles mermas o
  perdidas en los materiales.

*** Valoracion de Inventarios
- La valorización de los inventarios a Valores de Entrada se hace en
  base al costo de las unidades que ingresan al almacén. Para esto es
  necesario llevar un registro de las entradas y salidas.
- Para llevar el registro de las entradas y salidas la valoración de
  inventarios a valores de entrada utiliza lo que se conocen como
  Fichas de Stock o Cardex.
- La registración se debe hacer apoyado en una política de salida
  (costo), la cual debe ser utilizada a lo largo del ejercicio
  contable. Esta necesidad surge del hecho de que los costos no son
  siempre los mismos, ya que los precios de los factores varían.

**** Fichas de Stock
- La Ficha de Stock es una ficha en la cual se pueden observar tanto
  las entradas como las salidas de los bienes en unidades físicas, con
  sus valores de costo. Lo cual permite saber con cuanta mercadería
  (productos terminados, materias primas, etc.) cuento en mi deposito
  y cuantas salió (paso a otro sector o vendí).
- Las Fichas de Stock tienen como propósito ayudar a determinar el
  Costo de Mercadería Vendida (C.M.V).
- La Ficha de Stock cuenta con la siguiente información:
  - Movimiento (Entrada o Salida).
  - Fecha de Entrada o Salida.
  - Cantidad de Unidades Físicas.
  - Valor de Entrada.
  - Detalle de Salida.
  - Valor de Entrada de la Partida.
  - Acumulado de Unidades Físicas.
  - Acumulado de Valor Entrada.
  - Precio Promedio Ponderado (Solo en en Cardex PPP) 
    
- Debido a que la entrada de bienes en unidades físicas no se hace
  siempre al mismo valor, surge la necesidad de establecer un
  mecanismo para la salida de las mismas, en términos de costos.
- Sistemas de stock - Políticas:
  - FIFO (First In First Out) o PEPS (Primero Entrado Primero Salido):
    Este método valoriza cada unidad a su precio de compra
    identificando los precios de las partidas a las cuales
    pertenecen. En cuanto al valor que debe asignarse a una unidad
    retirada, el método FIFO establece que las que salen lo hacen al
    valor de las mas antiguas, hasta agotarla, continuando luego con
    el valor de la partida siguiente, y así sucesivamente.
  - LIFO (Last In First Out) o UEPS (Ultimo Entrado Primero Salido):
    De la misma manera que en el método FIFO, las unidades tienen el
    valor de la partida en la cual ingresaron. A diferencia del método
    FIFO, para asignar el valor a las unidades que salen, el método
    LIFO indica que las unidades que primero salen lo hacen al valor
    de las ultimas entradas.
  - AC (Average Cost) o PPP (Precio Promedio Ponderado): Este método
    asigna a cada una de las unidades existentes en Stock un único
    valor independientemente del valor al cual hubieran
    ingresado. Este valor se calcula como el promedio del costo de las
    unidades ingresadas.

*** Costeo Estandar
 - El sistema de Costos Standard se aplica principalmente en empresas
   industriales, en el área de fabricación.
 - El Costeo Standard permite obtener una valorización predeterminada
   de los factores que concurren a la fabricación de un producto y, por
   lo tanto, del producto mismo.
 - La determinación de los estándares se efectúa científicamente
   teniendo presente las capacidades técnica y productiva de la
   empresa. Obtenidos los estándares se valuaran los bienes de cambio
   (Materias Primas, Producción en Proceso y Producción Terminada)
   según estos valores.
 - Es decir, se les asigna un costo predeterminado y que deberá ser
   comparado con los reales luego de la fabricación. Las diferencias se
   denominan variaciones e inciden directamente en el nudo de
   ventas. El análisis de las variaciones es una importante herramienta
   de control.

** Cuentas de Produccion
- Surgen en las empresas Industriales, de producción, un conjunto de
  cuentas, que permiten reflejar contablemente la realidad de las
  mismas.
  - Cuentas de Producción Patrimoniales de Activo.
  - Cuentas de Producción Transitorias.

*** Cuentas de Produccion Patrimoniales de Activo
- Son cuentas de Activo, en las cuales se contabilizan las tenencias
  de los productos en sus diferentes fases. Desde que son Materias
  Primas hasta convertirse en Productos Terminados.
  - Materias Primas y Suministros 
  - Producción en Proceso
  - Producción Terminada

**** Materias Primas y Suministros
- Son las materias extraídas de la naturaleza y los suministros, que
  se transforma para elaborar materiales que más tarde se convertirán
  en bienes de consumo.

*suministros: son productos finales que nos proveen otras empresas,
pero no los son dentro de nuestro proceso productivo.

