econorga/contabilidad.html

<div id="outline-container-org9842e0b" class="outline-4">
<h4 id="org9842e0b">Tipos de costo</h4>
<div class="outline-text-4" id="text-org9842e0b">
<ul class="org-ul">
<li>Directos: Es todo aquel costo que se puede asociar directamente a la
producción de un solo producto.</li>
<li>Indirectos: Es aquel que afectan a el proceso productivo en general
de uno o mas productos. No se pueden asignar directamente a un solo
producto sin usar algún criterio de asignación.</li>
<li>Costo de Ventas: Es todo aquel costo que se puede asociar a la
producción del bien o servicio que la empresa ofrece. Ejemplo:
Materia Prima, Mano de Obra Directa, Amortizaciones de Activos Fijos
Productivos, etc.</li>
<li>Costo de Administración, Ventas y Finanzas: Es aquel que afectan el
proceso de Administración, Ventas y/o Finanzas. Ejemplo: Sueldo de
RRHH, Amortizaciones de Activos Fijos NO Productivos, Gastos
Auxiliares, etc.</li>
</ul>
</div>
</div>

<div id="outline-container-org2c17551" class="outline-4">
<h4 id="org2c17551">Costos Directo</h4>
<div class="outline-text-4" id="text-org2c17551">
<ul class="org-ul">
<li>Cantidades en Inventarios (Dimensión Temporal/Técnica):
<ul class="org-ul">
<li>Periódico</li>
<li>Permanente</li>
</ul></li>
<li>Valoración de Inventarios (Dimensión Económica):
<ul class="org-ul">
<li>Valores de Entrada
<ul class="org-ul">
<li>LIFO o UEPS</li>
<li>FIFO o PEPS</li>
<li>AC o PPP</li>
</ul></li>
<li>Costeo Standard</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org5c73591" class="outline-4">
<h4 id="org5c73591">Cantidades de Inventarios</h4>
<div class="outline-text-4" id="text-org5c73591">
</div>
<div id="outline-container-org8e67ace" class="outline-5">
<h5 id="org8e67ace">Periodico</h5>
<div class="outline-text-5" id="text-org8e67ace">
<ul class="org-ul">
<li>El Inventario Periódico consiste en que la empresa no registra todas
y cada una de las salidas que se producen en los diferentes
almacenes, sino que cuando quiere conocer las unidades consumidas lo
que hace es un recuento físico de las existencias que quedan en el
almacén.</li>
</ul>

<pre class="example">
Consumo = Existencia Inicial + Compras o Ingresos - Existencia Final
</pre>

<ul class="org-ul">
<li>Da por supuesto que todas las existencias que no están en el almacén
se han consumido.</li>
</ul>
</div>
</div>

<div id="outline-container-orgc072b7b" class="outline-5">
<h5 id="orgc072b7b">Permanente</h5>
<div class="outline-text-5" id="text-orgc072b7b">
<ul class="org-ul">
<li>El Inventario Permanente registra todas y cada una de las salidas de
los diferentes almacenes (Productos en Proceso y Terminados), por lo
tanto cuando quiere calcular las existencias finales lo que hace es:</li>
</ul>

<pre class="example">
Existencia Final = Existencia Inicial + Compras o Ingresos - Consumo
</pre>

<ul class="org-ul">
<li>Este método asume que todas las existencias que no se han consumido,
están en el almacén, por lo que tampoco detectan posibles mermas o
perdidas en los materiales.</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgeb5143b" class="outline-4">
<h4 id="orgeb5143b">Valoracion de Inventarios</h4>
<div class="outline-text-4" id="text-orgeb5143b">
<ul class="org-ul">
<li>La valorización de los inventarios a Valores de Entrada se hace en
base al costo de las unidades que ingresan al almacén. Para esto es
necesario llevar un registro de las entradas y salidas.</li>
<li>Para llevar el registro de las entradas y salidas la valoración de
inventarios a valores de entrada utiliza lo que se conocen como
Fichas de Stock o Cardex.</li>
<li>La registración se debe hacer apoyado en una política de salida
(costo), la cual debe ser utilizada a lo largo del ejercicio
contable. Esta necesidad surge del hecho de que los costos no son
siempre los mismos, ya que los precios de los factores varían.</li>
</ul>
</div>

<div id="outline-container-org9755720" class="outline-5">
<h5 id="org9755720">Fichas de Stock</h5>
<div class="outline-text-5" id="text-org9755720">
<ul class="org-ul">
<li>La Ficha de Stock es una ficha en la cual se pueden observar tanto
las entradas como las salidas de los bienes en unidades físicas, con
sus valores de costo. Lo cual permite saber con cuanta mercadería
(productos terminados, materias primas, etc.) cuento en mi deposito
y cuantas salió (paso a otro sector o vendí).</li>
<li>Las Fichas de Stock tienen como propósito ayudar a determinar el
Costo de Mercadería Vendida (C.M.V).</li>
<li>La Ficha de Stock cuenta con la siguiente información:
<ul class="org-ul">
<li>Movimiento (Entrada o Salida).</li>
<li>Fecha de Entrada o Salida.</li>
<li>Cantidad de Unidades Físicas.</li>
<li>Valor de Entrada.</li>
<li>Detalle de Salida.</li>
<li>Valor de Entrada de la Partida.</li>
<li>Acumulado de Unidades Físicas.</li>
<li>Acumulado de Valor Entrada.</li>
<li>Precio Promedio Ponderado (Solo en en Cardex PPP)</li>
</ul></li>

<li>Debido a que la entrada de bienes en unidades físicas no se hace
siempre al mismo valor, surge la necesidad de establecer un
mecanismo para la salida de las mismas, en términos de costos.</li>
<li>Sistemas de stock - Políticas:
<ul class="org-ul">
<li>FIFO (First In First Out) o PEPS (Primero Entrado Primero Salido):
Este método valoriza cada unidad a su precio de compra
identificando los precios de las partidas a las cuales
pertenecen. En cuanto al valor que debe asignarse a una unidad
retirada, el método FIFO establece que las que salen lo hacen al
valor de las mas antiguas, hasta agotarla, continuando luego con
el valor de la partida siguiente, y así sucesivamente.</li>
<li>LIFO (Last In First Out) o UEPS (Ultimo Entrado Primero Salido):
De la misma manera que en el método FIFO, las unidades tienen el
valor de la partida en la cual ingresaron. A diferencia del método
FIFO, para asignar el valor a las unidades que salen, el método
LIFO indica que las unidades que primero salen lo hacen al valor
de las ultimas entradas.</li>
<li>AC (Average Cost) o PPP (Precio Promedio Ponderado): Este método
asigna a cada una de las unidades existentes en Stock un único
valor independientemente del valor al cual hubieran
ingresado. Este valor se calcula como el promedio del costo de las
unidades ingresadas.</li>
</ul></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org2985e37" class="outline-4">
<h4 id="org2985e37">Costeo Estandar</h4>
<div class="outline-text-4" id="text-org2985e37">
<ul class="org-ul">
<li>El sistema de Costos Standard se aplica principalmente en empresas
industriales, en el área de fabricación.</li>
<li>El Costeo Standard permite obtener una valorización predeterminada
de los factores que concurren a la fabricación de un producto y, por
lo tanto, del producto mismo.</li>
<li>La determinación de los estándares se efectúa científicamente
teniendo presente las capacidades técnica y productiva de la
empresa. Obtenidos los estándares se valuaran los bienes de cambio
(Materias Primas, Producción en Proceso y Producción Terminada)
según estos valores.</li>
<li>Es decir, se les asigna un costo predeterminado y que deberá ser
comparado con los reales luego de la fabricación. Las diferencias se
denominan variaciones e inciden directamente en el nudo de
ventas. El análisis de las variaciones es una importante herramienta
de control.</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org3c942a4" class="outline-3">
<h3 id="org3c942a4">Cuentas de Produccion</h3>
<div class="outline-text-3" id="text-org3c942a4">
<ul class="org-ul">
<li>Surgen en las empresas Industriales, de producción, un conjunto de
cuentas, que permiten reflejar contablemente la realidad de las
mismas.
<ul class="org-ul">
<li>Cuentas de Producción Patrimoniales de Activo.</li>
<li>Cuentas de Producción Transitorias.</li>
</ul></li>
</ul>
</div>

<div id="outline-container-org807cfba" class="outline-4">
<h4 id="org807cfba">Cuentas de Produccion Patrimoniales de Activo</h4>
<div class="outline-text-4" id="text-org807cfba">
<ul class="org-ul">
<li>Son cuentas de Activo, en las cuales se contabilizan las tenencias
de los productos en sus diferentes fases. Desde que son Materias
Primas hasta convertirse en Productos Terminados.
<ul class="org-ul">
<li>Materias Primas y Suministros</li>
<li>Producción en Proceso</li>
<li>Producción Terminada</li>
</ul></li>
</ul>
</div>

<div id="outline-container-org821875f" class="outline-5">
<h5 id="org821875f">Materias Primas y Suministros</h5>
<div class="outline-text-5" id="text-org821875f">
<ul class="org-ul">
<li>Son las materias extraídas de la naturaleza y los suministros, que
se transforma para elaborar materiales que más tarde se convertirán
en bienes de consumo.</li>
</ul>

<p>
*suministros: son productos finales que nos proveen otras empresas,
pero no los son dentro de nuestro proceso productivo.
</p>
</div>
</div>
