org/econorga/contabilidad.org
**** Producción en Proceso
- Las materias primas que ya han sido manufacturadas pero todavía no
  constituyen definitivamente un bien de consumo se denominan
  productos semielaborados, productos semiacabados, productos en
  proceso, o simplemente materiales.

**** Producción Terminada
- Son los productos terminados y listos para ser comercializados.

*** Cuentas de Produccion Transitorias
- Son cuentas que en términos contables se comportan como transitorias
  de Egresos. Dentro de este grupo encontramos las siguientes cuentas:
  - Materia Prima en Proceso
  - Mano de Obra Directa en Proceso
  - Sueldos de Fabrica en Proceso
  - Cargas Sociales en Proceso
  - Amortizaciones en Proceso
  - Otros Gastos Generales de Fabricación en Proceso
- Tienen la particularidad de que se cancelan contra una Cuenta de
  Producción Patrimonial del Activo, Producción en Proceso.

#+BEGIN_EXAMPLE
Cuentas Transitorias
├ Cuentas Transitorias Egresos (R-)
│├ Amortizaciones  
│├ Sueldos         
│├ Cargas Sociales 
│├ C.M.V           
│├ Gastos Generales
│├ Impuestos       
│├ Intereses       
│└ Otras           
└ Cuentas Transitorias Ingresos (R+)
 ├ Ventas                            
 ├ Intereses Obtenidos               
 ├ Descuentos Obtenidos              
 ├ Utilidad Venta Activo Fijo (B.USO)
 └ Otras                    
#+END_EXAMPLE

#+BEGIN_EXAMPLE
Cuentas Transitorias Egresos (R-)
├ Cuentas Transitorias Producción (Pr)
│ ├ Materia Prima en Proceso
│ ├ Mano de Obra Directa en Proceso
│ ├ Sueldos de Fabrica en Proceso
│ ├ Cargas Sociales en Proceso
│ ├ Amortizaciones en Proceso
│ └ Otros Gastos Generales de Fabricación en Proceso
└ Cuentas Transitorias Producción (R-)
  ├ Administración Ventas y Finanzas
  │ ├ Sueldos de Administración Ventas y Finanzas
  │ ├ Amortizaciones de Administración Ventas y Finanzas
  │ └ Otros Gastos de Administración Ventas y Finanzas
  └ Otras
    ├ C.M.V
    ├ Impuestos
    ├ Intereses
    └ Descuentos por Ventas
#+END_EXAMPLE

|    | Transitorias de Egresos Generales (R-)                           |
| RN | Transitorias de Egresos de Administración Ventas y Finanzas (R-) |
|    | Transitorias de Producción (Pr)                                  |

