econorga/contabilidad.html

<div id="outline-container-orgf77103c" class="outline-5">
<h5 id="orgf77103c">Producción en Proceso</h5>
<div class="outline-text-5" id="text-orgf77103c">
<ul class="org-ul">
<li>Las materias primas que ya han sido manufacturadas pero todavía no
constituyen definitivamente un bien de consumo se denominan
productos semielaborados, productos semiacabados, productos en
proceso, o simplemente materiales.</li>
</ul>
</div>
</div>

<div id="outline-container-org8848083" class="outline-5">
<h5 id="org8848083">Producción Terminada</h5>
<div class="outline-text-5" id="text-org8848083">
<ul class="org-ul">
<li>Son los productos terminados y listos para ser comercializados.</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgb7eb6ca" class="outline-4">
<h4 id="orgb7eb6ca">Cuentas de Produccion Transitorias</h4>
<div class="outline-text-4" id="text-orgb7eb6ca">
<ul class="org-ul">
<li>Son cuentas que en términos contables se comportan como transitorias
de Egresos. Dentro de este grupo encontramos las siguientes cuentas:
<ul class="org-ul">
<li>Materia Prima en Proceso</li>
<li>Mano de Obra Directa en Proceso</li>
<li>Sueldos de Fabrica en Proceso</li>
<li>Cargas Sociales en Proceso</li>
<li>Amortizaciones en Proceso</li>
<li>Otros Gastos Generales de Fabricación en Proceso</li>
</ul></li>
<li>Tienen la particularidad de que se cancelan contra una Cuenta de
Producción Patrimonial del Activo, Producción en Proceso.</li>
</ul>

<pre class="example">
Cuentas Transitorias
├ Cuentas Transitorias Egresos (R-)
│├ Amortizaciones  
│├ Sueldos         
│├ Cargas Sociales 
│├ C.M.V           
│├ Gastos Generales
│├ Impuestos       
│├ Intereses       
│└ Otras           
└ Cuentas Transitorias Ingresos (R+)
 ├ Ventas                            
 ├ Intereses Obtenidos               
 ├ Descuentos Obtenidos              
 ├ Utilidad Venta Activo Fijo (B.USO)
 └ Otras                    
</pre>

<pre class="example">
Cuentas Transitorias Egresos (R-)
├ Cuentas Transitorias Producción (Pr)
│ ├ Materia Prima en Proceso
│ ├ Mano de Obra Directa en Proceso
│ ├ Sueldos de Fabrica en Proceso
│ ├ Cargas Sociales en Proceso
│ ├ Amortizaciones en Proceso
│ └ Otros Gastos Generales de Fabricación en Proceso
└ Cuentas Transitorias Producción (R-)
  ├ Administración Ventas y Finanzas
  │ ├ Sueldos de Administración Ventas y Finanzas
  │ ├ Amortizaciones de Administración Ventas y Finanzas
  │ └ Otros Gastos de Administración Ventas y Finanzas
  └ Otras
    ├ C.M.V
    ├ Impuestos
    ├ Intereses
    └ Descuentos por Ventas
</pre>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Transitorias de Egresos Generales (R-)</td>
</tr>

<tr>
<td class="org-left">RN</td>
<td class="org-left">Transitorias de Egresos de Administración Ventas y Finanzas (R-)</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Transitorias de Producción (Pr)</td>
</tr>
</tbody>
</table>
</div>
