org/econorga/contabilidad.org
**** Cuentas Transitorias de Produccion 
- Asiento Genérico de Compra de Materias Primas:
| Fecha      | Código de Cuenta | Detalle de Cuenta                 | Debe | Haber |
|------------+------------------+-----------------------------------+------+-------|
| DD/MM/AAAA |              105 | Materias Primas (A+)              | xxx  |       |
| 1          |              106 | I.V.A Crédito Fiscal (A+)         | xxx  |       |
|            |              4XX | Intereses/Impuestos (RN+)         | xxx  |       |
|            |              1XX | a Pago con Activo (A-)            |      | xxx   |
|            |              2XX | a Pago con Pasivo (P+)            |      | xxx   |
|            |              5XX | a Descuentos/Bonificaciones (RP+) |      | xxx   |
src/startpage/test.html
- Retiro de Materias Primas (Vales de Almacén):
| Fecha      | Código de Cuenta | Detalle de Cuenta               | Debe     | Haber    |
|------------+------------------+---------------------------------+----------+----------|
| DD/MM/AAAA |              6XX | Materias Prima En Proceso (Pr+) | xxx |          |
| 1          |              1XX | a Materias Primas (A-)          |          | xxx |

- Pago de Sueldos y Mano de Obra en Proceso:
| Fecha      | Código de Cuenta | Detalle de Cuenta                     | Debe | Haber    |
|------------+------------------+---------------------------------------+------+----------|
| DD/MM/AAAA |              6XX | Mano de Obra Directa en Proceso (Pr+) |  6XX |          |
|            |              6XX | Sueldos de Fabrica en Proceso (Pr+)   |  6XX |          |
|            |              1XX | a Pago con Activo (A-)                |      | xxx |
|            |              2XX | a Pago con Pasivo (P+)*               |      | xxx |

- Pago de Cargas Sociales en Proceso:
| Fecha      | Código de Cuenta | Detalle de Cuenta                | Debe | Haber    |
|------------+------------------+----------------------------------+------+----------|
| DD/MM/AAAA |              6XX | Cargas Sociales en Proceso (Pr+) | xxx  |          |
| 1          |              1XX | a Pago con Activo (A-)           |      | xxx |
|            |              2XX | a Pago con Pasivo (P+)*          |      | xxx |

- Pago de Otros Gastos Generales de Fabricación en Proceso:
| Fecha      | Código de Cuenta | Detalle de Cuenta                                   | Debe     | Haber    |
|------------+------------------+-----------------------------------------------------+----------+----------|
| DD/MM/AAAA |              6XX | Otros Gastos Grales de Fabricación en Proceso (Pr+) | xxx |          |
|            |              1XX | a Pago con Activo (A-)                              |          | xxx |
|            |              2XX | a Pago con Pasivo (P+)                              |          | xxx |

- Amortizaciones de Activos Fijos utilizados en el Proceso Productivo:
| Fecha      | Código de Cuenta | Detalle de Cuenta                | Debe     | Haber    |
|------------+------------------+----------------------------------+----------+----------|
| DD/MM/AAAA |              6XX | Amortización en Proceso (Pr+)    | xxx |          |
| 1          |              1XX | a Amort. Acum. Activo Fijo (RA+) |          | xxx |

**** Cuentas Transitorias de Produccion Asientos de Cierre
 - Hasta este punto los Asientos que involucran Cuentas Transitorias,
   ya sean patrimoniales o transitorias, se producen durante todo el
   ejercicio contable.
 - En que momento se realizan los asientos que siguen para el calculo
   del C.M.V va a depender de que tipo de evaluación de cantidades
   decida la empresa:
   - Permanente.
   - Esporádico. 
 - Es decir que se puede calcular cada vez que realizamos la venta
   (permanente) o Esporádico (por mes, por bimestre, por trimestre, por
   semestre o anual).
 - En la explicación que sigue así como en la del TP los asientos de
   cierre se realizan de manera anual (Esporadic) antes de realizar los
   asientos de cierre de balance (Calculo de Utilidad del Ejercicio).

