econorga/contabilidad.html

<div id="outline-container-org067f2ad" class="outline-5">
<h5 id="org067f2ad">Cuentas Transitorias de Produccion</h5>
<div class="outline-text-5" id="text-org067f2ad">
<ul class="org-ul">
<li>Asiento Genérico de Compra de Materias Primas:</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Fecha</th>
<th scope="col" class="org-right">Código de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">DD/MM/AAAA</td>
<td class="org-right">105</td>
<td class="org-left">Materias Primas (A+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-right">106</td>
<td class="org-left">I.V.A Crédito Fiscal (A+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">4XX</td>
<td class="org-left">Intereses/Impuestos (RN+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">1XX</td>
<td class="org-left">a Pago con Activo (A-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">2XX</td>
<td class="org-left">a Pago con Pasivo (P+)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">5XX</td>
<td class="org-left">a Descuentos/Bonificaciones (RP+)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>
</tbody>
</table>
<p>
src/startpage/test.html
</p>
<ul class="org-ul">
<li>Retiro de Materias Primas (Vales de Almacén):</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Fecha</th>
<th scope="col" class="org-right">Código de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">DD/MM/AAAA</td>
<td class="org-right">6XX</td>
<td class="org-left">Materias Prima En Proceso (Pr+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">1</td>
<td class="org-right">1XX</td>
<td class="org-left">a Materias Primas (A-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li>Pago de Sueldos y Mano de Obra en Proceso:</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Fecha</th>
<th scope="col" class="org-right">Código de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-right">Debe</th>
<th scope="col" class="org-left">Haber</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">DD/MM/AAAA</td>
<td class="org-right">6XX</td>
<td class="org-left">Mano de Obra Directa en Proceso (Pr+)</td>
<td class="org-right">6XX</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">6XX</td>
<td class="org-left">Sueldos de Fabrica en Proceso (Pr+)</td>
<td class="org-right">6XX</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">1XX</td>
<td class="org-left">a Pago con Activo (A-)</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">2XX</td>
<td class="org-left">a Pago con Pasivo (P+)*</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li>Pago de Cargas Sociales en Proceso:</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Fecha</th>
<th scope="col" class="org-right">Código de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">DD/MM/AAAA</td>
<td class="org-right">6XX</td>
<td class="org-left">Cargas Sociales en Proceso (Pr+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-right">1XX</td>
<td class="org-left">a Pago con Activo (A-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">2XX</td>
<td class="org-left">a Pago con Pasivo (P+)*</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li>Pago de Otros Gastos Generales de Fabricación en Proceso:</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Fecha</th>
<th scope="col" class="org-right">Código de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">DD/MM/AAAA</td>
<td class="org-right">6XX</td>
<td class="org-left">Otros Gastos Grales de Fabricación en Proceso (Pr+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">1XX</td>
<td class="org-left">a Pago con Activo (A-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">2XX</td>
<td class="org-left">a Pago con Pasivo (P+)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li>Amortizaciones de Activos Fijos utilizados en el Proceso Productivo:</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Fecha</th>
<th scope="col" class="org-right">Código de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">DD/MM/AAAA</td>
<td class="org-right">6XX</td>
<td class="org-left">Amortización en Proceso (Pr+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">1</td>
<td class="org-right">1XX</td>
<td class="org-left">a Amort. Acum. Activo Fijo (RA+)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org4c4e615" class="outline-5">
<h5 id="org4c4e615">Cuentas Transitorias de Produccion Asientos de Cierre</h5>
<div class="outline-text-5" id="text-org4c4e615">
<ul class="org-ul">
<li>Hasta este punto los Asientos que involucran Cuentas Transitorias,
ya sean patrimoniales o transitorias, se producen durante todo el
ejercicio contable.</li>
<li>En que momento se realizan los asientos que siguen para el calculo
del C.M.V va a depender de que tipo de evaluación de cantidades
decida la empresa:
<ul class="org-ul">
<li>Permanente.</li>
<li>Esporádico.</li>
</ul></li>
<li>Es decir que se puede calcular cada vez que realizamos la venta
(permanente) o Esporádico (por mes, por bimestre, por trimestre, por
semestre o anual).</li>
<li>En la explicación que sigue así como en la del TP los asientos de
cierre se realizan de manera anual (Esporadic) antes de realizar los
asientos de cierre de balance (Calculo de Utilidad del Ejercicio).</li>
</ul>
</div>
</div>
