org/econorga/contabilidad.org
**** Cuentas Transitorias de Produccion - Produccion en Proceso Durante
- Contabilización de la Producción en Proceso del Ejercicio Contable (Durante):
| Fecha      | Codigo de Cuenta | Detalle de Cuenta                                     | Debe | Haber |
|------------+------------------+-------------------------------------------------------+------+-------|
| DD/MM/AAAA |              1XX | Producción en Proceso (A+)                            | xxx  |       |
| 1          |              6XX | a Materias Prima en Proceso (Pr-)                     |      | xxx   |
|            |              6XX | a Mano de Obra Directa en Proceso (Pr-)               |      | xxx   |
|            |              6XX | a Sueldos de Fabrica en Proceso (Pr-)                 |      | xxx   |
|            |              6XX | a Cargas Sociales en Proceso (Pr-)                    |      | xxx   |
|            |              6XX | a Amortizaciones en Proceso (Pr-)                     |      | xxx   |
|            |              6XX | a Otros Gastos Grales de Fabricación en Proceso (Pr-) |      | xxx   |

*** Inventario No Permanente
 - Ecuaciones de Cierre:

 #+BEGIN_EXAMPLE
 Producción en Proceso Inicial + Producción en Proceso Durante = Producción en Proceso Final + Producción Terminada Durante
 #+END_EXAMPLE
 
 #+BEGIN_EXAMPLE
 Producción Terminada Inicial + Producción Terminada Durante = Producción Terminada Final + Costo de Mercadería Vendida
 #+END_EXAMPLE

**** Inventario No Permanente - Cierre de Produccion en Proceso
 | Fecha      | Codigo de Cuenta | Detalle de Cuenta            | Debe | Haber |
 |------------+------------------+------------------------------+------+-------|
 | DD/MM/AAAA |              1XX | Produccion Terminada (A+)    | xxx  |       |
 |            |              1xx | a Produccion en Proceso (A-) |      | xxx   |

**** Inventario No Permanente - Cierre de Produccion Terminada
 | Fecha      | Codigo de Cuenta | Detalle de Cuenta           | Debe | Haber |
 |------------+------------------+-----------------------------+------+-------|
 | DD/MM/AAAA |              1XX | CMV (RN+)                   | xxx  |       |
 |            |              1XX | a Produccion Terminada (A-) |      | xxx   |

*** Cuentas Transitorias de Produccion - Cierre de Balance
- Se cancelan todas las cuentas de resultados negativo. Juega contra
  la cuenta de Ganancias y Perdidas (Resultado Negativo).

 | Fecha      | Codigo de Cuenta | Detalle de Cuenta                   | Debe | Haber |
 |------------+------------------+-------------------------------------+------+-------|
 | DD/MM/AAAA |              6XX | Ganancias y Perdidas (RN+)          | xxx  |       |
 | 1          |              4XX | a Gastos de Alquiler (RN-)          |      | xxx   |
 |            |              4XX | a Amortizaciones (RN-)              |      | xxx   |
 |            |              4XX | a Costo de Mercadería Vendida (RN-) |      | xxx   |
 |            |              4XX | a Impuestos (RN-)                   |      | xxx   |
 |            |              4XX | a Sueldos y Salarios (RN-)          |      | xxx   |

- Se cancelan todas las cuentas de resultados positivo. Juega contra
   la cuenta de Ganancias y Perdidas (Resultado Positivo).

 | Fecha      | Codigo de Cuenta | Detalle de Cuenta            | Debe | Haber |
 |------------+------------------+------------------------------+------+-------|
 | DD/MM/AAAA |              5XX | Ventas (RP-)                 | xxx  |       |
 | 1          |              5XX | Venta B.USO (RP-)            | xxx  |       |
 |            |              5XX | Intereses Ganados (RP-)      | xxx  |       |
 |            |              5XX | Descuentos Ganados (RP-)     | xxx  |       |
 |            |              6XX | a Ganancias y Perdidas (RP+) |      | xxx   |
  
**** Ganancias y Perdidas es igual a 0 (cero)
- No hubo variación patrimonial.

- En este caso no se realiza asiento contable, la cuenta Ganancias y
  Perdidas queda con saldo 0 (cero). Contablemente no hay nada que
  trasladar al cuenta Utilidad o Perdida del Ejercicio.

**** Ganancias y Perdidas tiene saldo acreedor (Resultado Positivo)
- El saldo juega contra la cuenta Utilidad del Ejercicio (Crece el
  Patrimonio de la Empresa).

- El resultado positivo “es absorbido” por el patrimonio neto, en
  forma de Utilidad del Ejercicio.

 | Fecha      | Código de Cuenta | Detalle de Cuenta                       | Debe | Haber |
 |------------+------------------+-----------------------------------------+------+-------|
 | DD/MM/AAAA |              6XX | Ganancias y Perdidas (RP-)              | xxx  |       |
 | 1          |              2XX | a Impuesto a las Ganancias a Pagar (P+) |      | xxx   |
 |            |              3XX | a Utilidades del Ejercicio (PN+)        |      | xxx   |

**** Ganancias y Perdidas tiene saldo deudor (Resultado Negativo)
- El saldo juega contra la cuenta Perdidas del Ejercicio (Decrece el
  Patrimonio de la Empresa).

- El resultado negativo “es absorbido” por el patrimonio neto, en
  forma de Perdida del Ejercicio. Hace al Patrimonio Neto mas chico.

 | Fecha      | Código de Cuenta | Detalle de Cuenta             | Debe | Haber |
 |------------+------------------+-------------------------------+------+-------|
 | DD/MM/AAAA |              6XX | Perdidas del Ejercicio (RPN+) | xxx  |       |
 | 1          |              3XX | a Ganancias y Perdidas (RN-)  |      | xxx   |

