econorga/contabilidad.html

<div id="outline-container-orgdb59a57" class="outline-5">
<h5 id="orgdb59a57">Cuentas Transitorias de Produccion - Produccion en Proceso Durante</h5>
<div class="outline-text-5" id="text-orgdb59a57">
<ul class="org-ul">
<li>Contabilización de la Producción en Proceso del Ejercicio Contable (Durante):</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Fecha</th>
<th scope="col" class="org-right">Codigo de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">DD/MM/AAAA</td>
<td class="org-right">1XX</td>
<td class="org-left">Producción en Proceso (A+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-right">6XX</td>
<td class="org-left">a Materias Prima en Proceso (Pr-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">6XX</td>
<td class="org-left">a Mano de Obra Directa en Proceso (Pr-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">6XX</td>
<td class="org-left">a Sueldos de Fabrica en Proceso (Pr-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">6XX</td>
<td class="org-left">a Cargas Sociales en Proceso (Pr-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">6XX</td>
<td class="org-left">a Amortizaciones en Proceso (Pr-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">6XX</td>
<td class="org-left">a Otros Gastos Grales de Fabricación en Proceso (Pr-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>

<div id="outline-container-orgbcb4d85" class="outline-4">
<h4 id="orgbcb4d85">Inventario No Permanente</h4>
<div class="outline-text-4" id="text-orgbcb4d85">
<ul class="org-ul">
<li>Ecuaciones de Cierre:</li>
</ul>

<pre class="example">
Producción en Proceso Inicial + Producción en Proceso Durante = Producción en Proceso Final + Producción Terminada Durante
</pre>

<pre class="example">
Producción Terminada Inicial + Producción Terminada Durante = Producción Terminada Final + Costo de Mercadería Vendida
</pre>
</div>

<div id="outline-container-orge7d92a1" class="outline-5">
<h5 id="orge7d92a1">Inventario No Permanente - Cierre de Produccion en Proceso</h5>
<div class="outline-text-5" id="text-orge7d92a1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Fecha</th>
<th scope="col" class="org-right">Codigo de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">DD/MM/AAAA</td>
<td class="org-right">1XX</td>
<td class="org-left">Produccion Terminada (A+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">1xx</td>
<td class="org-left">a Produccion en Proceso (A-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org8bc3603" class="outline-5">
<h5 id="org8bc3603">Inventario No Permanente - Cierre de Produccion Terminada</h5>
<div class="outline-text-5" id="text-org8bc3603">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Fecha</th>
<th scope="col" class="org-right">Codigo de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">DD/MM/AAAA</td>
<td class="org-right">1XX</td>
<td class="org-left">CMV (RN+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">1XX</td>
<td class="org-left">a Produccion Terminada (A-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>

<div id="outline-container-org34f8f48" class="outline-4">
<h4 id="org34f8f48">Cuentas Transitorias de Produccion - Cierre de Balance</h4>
<div class="outline-text-4" id="text-org34f8f48">
<ul class="org-ul">
<li><p>
Se cancelan todas las cuentas de resultados negativo. Juega contra
la cuenta de Ganancias y Perdidas (Resultado Negativo).
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Fecha</th>
<th scope="col" class="org-right">Codigo de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">DD/MM/AAAA</td>
<td class="org-right">6XX</td>
<td class="org-left">Ganancias y Perdidas (RN+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-right">4XX</td>
<td class="org-left">a Gastos de Alquiler (RN-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">4XX</td>
<td class="org-left">a Amortizaciones (RN-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">4XX</td>
<td class="org-left">a Costo de Mercadería Vendida (RN-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">4XX</td>
<td class="org-left">a Impuestos (RN-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">4XX</td>
<td class="org-left">a Sueldos y Salarios (RN-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>
</tbody>
</table></li>

<li><p>
Se cancelan todas las cuentas de resultados positivo. Juega contra
la cuenta de Ganancias y Perdidas (Resultado Positivo).
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Fecha</th>
<th scope="col" class="org-right">Codigo de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">DD/MM/AAAA</td>
<td class="org-right">5XX</td>
<td class="org-left">Ventas (RP-)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-right">5XX</td>
<td class="org-left">Venta B.USO (RP-)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">5XX</td>
<td class="org-left">Intereses Ganados (RP-)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">5XX</td>
<td class="org-left">Descuentos Ganados (RP-)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">6XX</td>
<td class="org-left">a Ganancias y Perdidas (RP+)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>
</tbody>
</table></li>
</ul>
</div>

<div id="outline-container-org541cf2c" class="outline-5">
<h5 id="org541cf2c">Ganancias y Perdidas es igual a 0 (cero)</h5>
<div class="outline-text-5" id="text-org541cf2c">
<ul class="org-ul">
<li>No hubo variación patrimonial.</li>

<li>En este caso no se realiza asiento contable, la cuenta Ganancias y
Perdidas queda con saldo 0 (cero). Contablemente no hay nada que
trasladar al cuenta Utilidad o Perdida del Ejercicio.</li>
</ul>
</div>
</div>
