org/econorga/contabilidad.org
*** Diferente Periodo
- Problema:
  - Se realizo el asiento de ventas.
  - Se realizo el asiento de costo de ventas.
  - La utilidad del ultimo ejercicio (Utilidad del Ejercicio – PN+) se
    calculo considerando la Venta (RP+) y el Costo de Ventas (RN+).
  - Se pago I.V.A e Impuestos a las Ganancias que no correspondía.

- Ajuste de Resultados de Ejercicios Anteriores (A.R.E.A): Es un
  cuenta Transitoria de Ingreso o Egreso, en la cual se imputan los
  ajustes de resultados ya calculados en ejercicios anteriores por no
  corresponder la imputación.
- En nuestro caso se la utiliza para castigar la cuenta utilidad del
  ejercicio del nuevo ejercicio contable. Ya que la venta no fue
  correspondida. De esta manera se compensa la situación.

- Revertir el Asiento de Venta (Comercial):
| Fecha      | Codigo de Cuenta | Detalle de Cuenta       | Debe | Haber |                          |
|------------+------------------+-------------------------+------+-------+--------------------------|
| DD/MM/AAAA |              1xx | Producto Terminado (A+) | xxx  |       | Ventas (RP+) - CMV (RN+) |
| 1          |              4xx | AREA (RN+)              | xxx  |       |                          |
|            |              1xx | a Pago con Activo (A-)  |      | xxx   |                          |
|            |              2xx | a Pago con Pasivo (P+)  |      | xxx   |                          |

- Revertir el Asiento de Venta (Industrial) – Recupero de Producto
  Defectuoso:
| Fecha      | Codigo de Cuenta | Detalle de Cuenta            | Debe | Haber |                                        |
|------------+------------------+------------------------------+------+-------+----------------------------------------|
| DD/MM/AAAA |              1xx | Producto en Proceso (A+)     | xxx  |       | Ventas (RP+) – C.M.V (RN+) + MOD (Pr-) |
| 1          |              4xx | A.R.E.A (RN+)                | xxx  |       |                                        |
|            |              1xx | a Pago con Activo (A-)       |      | xxx   |                                        |
|            |              2xx | a Pago con Pasivo (P+)       |      | xxx   |                                        |
|            |              6xx | a Mano de Obra Directa (Pr-) |      | xxx   |                                        |

*Para que el ejercicio este completo, sebe realizar el asiento
correspondiente al pago de la Mano de Obra adicionada para el recupero
de la Producción en Proceso.

