econorga/contabilidad.html

<div id="outline-container-org2b6399d" class="outline-4">
<h4 id="org2b6399d">Diferente Periodo</h4>
<div class="outline-text-4" id="text-org2b6399d">
<ul class="org-ul">
<li>Problema:
<ul class="org-ul">
<li>Se realizo el asiento de ventas.</li>
<li>Se realizo el asiento de costo de ventas.</li>
<li>La utilidad del ultimo ejercicio (Utilidad del Ejercicio – PN+) se
calculo considerando la Venta (RP+) y el Costo de Ventas (RN+).</li>
<li>Se pago I.V.A e Impuestos a las Ganancias que no correspondía.</li>
</ul></li>

<li>Ajuste de Resultados de Ejercicios Anteriores (A.R.E.A): Es un
cuenta Transitoria de Ingreso o Egreso, en la cual se imputan los
ajustes de resultados ya calculados en ejercicios anteriores por no
corresponder la imputación.</li>
<li>En nuestro caso se la utiliza para castigar la cuenta utilidad del
ejercicio del nuevo ejercicio contable. Ya que la venta no fue
correspondida. De esta manera se compensa la situación.</li>

<li>Revertir el Asiento de Venta (Comercial):</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Fecha</th>
<th scope="col" class="org-right">Codigo de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">DD/MM/AAAA</td>
<td class="org-right">1xx</td>
<td class="org-left">Producto Terminado (A+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Ventas (RP+) - CMV (RN+)</td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-right">4xx</td>
<td class="org-left">AREA (RN+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">1xx</td>
<td class="org-left">a Pago con Activo (A-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">2xx</td>
<td class="org-left">a Pago con Pasivo (P+)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li>Revertir el Asiento de Venta (Industrial) – Recupero de Producto
Defectuoso:</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Fecha</th>
<th scope="col" class="org-right">Codigo de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">DD/MM/AAAA</td>
<td class="org-right">1xx</td>
<td class="org-left">Producto en Proceso (A+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Ventas (RP+) – C.M.V (RN+) + MOD (Pr-)</td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-right">4xx</td>
<td class="org-left">A.R.E.A (RN+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">1xx</td>
<td class="org-left">a Pago con Activo (A-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">2xx</td>
<td class="org-left">a Pago con Pasivo (P+)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">6xx</td>
<td class="org-left">a Mano de Obra Directa (Pr-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<p>
*Para que el ejercicio este completo, sebe realizar el asiento
correspondiente al pago de la Mano de Obra adicionada para el recupero
de la Producción en Proceso.
</p>
</div>
</div>
</div>
