org/econorga/contabilidad.org
** Patrimonio Neto
- Su saldo representa el Capital Suscripto por los dueños de la
  empresa. El Capital Suscripto es lo que los accionistas se
  comprometieron a integrar.
- Los aumentos de Capital se decidirán por Asamblea de Accionistas.
- Las reducciones de Capital deben ser resueltas por una asamblea
  extraordinaria.
- La diferencia entre el Capital suscripto y el efectivamente
  integrado, representa un crédito para la empresa, y como tal figura
  en el Activo.
- Las Empresas pueden decidir aumentar el capital mediante la emisión
  de acciones. Este escenario puede darse bajo dos contextos:
  - Emisión de Acciones para el ingreso de nuevos accionistas.
  - Emisión de Acciones para los accionistas existentes.
- El objetivo de este tipo de accionar es conseguir una rentabilidad
  mayor en los próximos ejercicios (Utilidad del Ejercicio).
  
- Ganancias y Perdidas tiene saldo acreedor (Resultado Positivo), en
  este caso el saldo juega contra la cuenta Utilidad del Ejercicio
  (Crece el Patrimonio de la Empresa).
- El resultado positivo “es absorbido” por el patrimonio neto, en
  forma de Utilidad del Ejercicio.

| Fecha      | Codigo de Cuenta | Detalle de Cuenta                       | Debe | Haber |
|------------+------------------+-----------------------------------------+------+-------|
| DD/MM/AAAA |              6xx | Ganacias y Perdidas (RP-)               | xxx  |       |
|            |              2xx | a Impuesto a las Ganancias a Pagar (P+) |      | xxx   |
|            |              3xx | a Utilidades del Ejercicio (PN+)        |      | xxx   |

- Las Utilidades de Ejercicios Anteriores son los utilidades o
  beneficios no repartidos ni aplicados específicamente a ninguna otra
  cuenta, tras la aprobación de las cuentas anuales y de distribución
  de resultados.

- Utilidades de Ejercicios Anteriores:
| Fecha      | Codigo de Cuenta | Detalle de Cuenta                           | Debe | Haber |
|------------+------------------+---------------------------------------------+------+-------|
| DD/MM/AAAA |              3xx | Utilidad del Ejercicio (PN-)                | xxx  |       |
|            |              3xx | a Utilidades de Ejercicios Anteriores (PN+) |      | xxx   |

- Las Reservas de Utilidades representan una parte de las utilidades
  no distribuidas y destinadas a dar cumplimiento a una obligación
  legal o a reforzar el capital de la empresa sin modificar el monto
  legal del mismo.
- Tipos de Reservas de Utilidades:
  - Reserva Legal: La Ley 19.550 obliga a las sociedades a efectuar
    una reserva no menor del 5% de las utilidades hasta alcanzar el
    20% del capital.
  - Reservas Estatutarias: son las incorporadas al Estatuto Social.
  - Reservas Facultativas: son las establecidas por la asamblea de
    accionistas.

- Reservas:
| Fecha      | Codigo de Cuenta | Detalle de Cuenta            | Debe | Haber |
|------------+------------------+------------------------------+------+-------|
| DD/MM/AAAA |              3xx | Utilidad del Ejercicio (PN-) | xxx  |       |
|            |              3xx | a Reserva Legal (PN+)        |      | xxx   |
|            |              3xx | a Reserva Estatutaria (PN+)  |      | xxx   |
|            |              3xx | a Reserva Facultativa (PN+)  |      | xxx   |

- Al momento de la junta de accionistas o socios, puede decidirse el
  reparto de utilidades del ejercicio y/o de las utilidades
  acumuladas.
- Generalmente en el momento de la junta de accionistas o socios se
  contrae la deuda que luego se afrontara con el pago (efectivo o
  cheque).

- Pago de Dividendos (Deuda Contraída):
| Fecha      | Codigo de Cuenta | Detalle de Cuenta                           | Debe | Haber |
|------------+------------------+---------------------------------------------+------+-------|
| DD/MM/AAAA |              3xx | Utilidad del Ejercicio (PN-)                | xxx  |       |
|            |              3xx | Utilidades de Ejercicios Anteriores (PN-)   | xxx  |       |
|            |              2xx | a Otras Deudas (Deuda con Accionistas) (P+) |      | xxx   |

- Pago de Dividendos (Pago de la Deuda Contraída):
| Fecha      | Codigo de Cuenta | Detalle de Cuenta                         | Debe | Haber |
|------------+------------------+-------------------------------------------+------+-------|
| DD/MM/AAAA |              2xx | Otras Deudas (Deuda con Accionistas) (P-) | xxx  |       |
|            |              3xx | a Pago con Activo (A-)                    |      | xxx   |

- Las Perdidas del Ejercicio es el resultado, negativo, del ultimo
  ejercicio cerrado, pendiente de aplicación.
- Para hacer frente a las perdidas los accionistas o socios pueden
  decidir:
  - La reducción del Capital.
  - La reducción de Reservas.
  - La aportación de Activos para cancelar la deuda.
  - Saldarlas con Utilidades de Ejercicios Anteriores.

- Aportes de los socios (A):
| Fecha      | Codigo de Cuenta | Detalle de Cuenta                          | Debe | Haber |
|------------+------------------+--------------------------------------------+------+-------|
| DD/MM/AAAA |              3xx | Cobro con Activo (A+)                      | xxx  |       |
|            |               xx | Aportes de los Socios (PN-)                | xxx  |       |
|            |              3xx | a Perdidas del Ejercicio (RPN-)            |      | xxx   |
|            |              3xx | a Perdidas de Ejercicios Anteriores (RPN-) |      | xxx   |

