econorga/contabilidad.html

<div id="outline-container-org07ec633" class="outline-3">
<h3 id="org07ec633">Patrimonio Neto</h3>
<div class="outline-text-3" id="text-org07ec633">
<ul class="org-ul">
<li>Su saldo representa el Capital Suscripto por los dueños de la
empresa. El Capital Suscripto es lo que los accionistas se
comprometieron a integrar.</li>
<li>Los aumentos de Capital se decidirán por Asamblea de Accionistas.</li>
<li>Las reducciones de Capital deben ser resueltas por una asamblea
extraordinaria.</li>
<li>La diferencia entre el Capital suscripto y el efectivamente
integrado, representa un crédito para la empresa, y como tal figura
en el Activo.</li>
<li>Las Empresas pueden decidir aumentar el capital mediante la emisión
de acciones. Este escenario puede darse bajo dos contextos:
<ul class="org-ul">
<li>Emisión de Acciones para el ingreso de nuevos accionistas.</li>
<li>Emisión de Acciones para los accionistas existentes.</li>
</ul></li>
<li>El objetivo de este tipo de accionar es conseguir una rentabilidad
mayor en los próximos ejercicios (Utilidad del Ejercicio).</li>

<li>Ganancias y Perdidas tiene saldo acreedor (Resultado Positivo), en
este caso el saldo juega contra la cuenta Utilidad del Ejercicio
(Crece el Patrimonio de la Empresa).</li>
<li>El resultado positivo “es absorbido” por el patrimonio neto, en
forma de Utilidad del Ejercicio.</li>
</ul>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Fecha</th>
<th scope="col" class="org-right">Codigo de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">DD/MM/AAAA</td>
<td class="org-right">6xx</td>
<td class="org-left">Ganacias y Perdidas (RP-)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">2xx</td>
<td class="org-left">a Impuesto a las Ganancias a Pagar (P+)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">3xx</td>
<td class="org-left">a Utilidades del Ejercicio (PN+)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li>Las Utilidades de Ejercicios Anteriores son los utilidades o
beneficios no repartidos ni aplicados específicamente a ninguna otra
cuenta, tras la aprobación de las cuentas anuales y de distribución
de resultados.</li>

<li>Utilidades de Ejercicios Anteriores:</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Fecha</th>
<th scope="col" class="org-right">Codigo de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">DD/MM/AAAA</td>
<td class="org-right">3xx</td>
<td class="org-left">Utilidad del Ejercicio (PN-)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">3xx</td>
<td class="org-left">a Utilidades de Ejercicios Anteriores (PN+)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li>Las Reservas de Utilidades representan una parte de las utilidades
no distribuidas y destinadas a dar cumplimiento a una obligación
legal o a reforzar el capital de la empresa sin modificar el monto
legal del mismo.</li>
<li>Tipos de Reservas de Utilidades:
<ul class="org-ul">
<li>Reserva Legal: La Ley 19.550 obliga a las sociedades a efectuar
una reserva no menor del 5% de las utilidades hasta alcanzar el
20% del capital.</li>
<li>Reservas Estatutarias: son las incorporadas al Estatuto Social.</li>
<li>Reservas Facultativas: son las establecidas por la asamblea de
accionistas.</li>
</ul></li>

<li>Reservas:</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Fecha</th>
<th scope="col" class="org-right">Codigo de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">DD/MM/AAAA</td>
<td class="org-right">3xx</td>
<td class="org-left">Utilidad del Ejercicio (PN-)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">3xx</td>
<td class="org-left">a Reserva Legal (PN+)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">3xx</td>
<td class="org-left">a Reserva Estatutaria (PN+)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">3xx</td>
<td class="org-left">a Reserva Facultativa (PN+)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li>Al momento de la junta de accionistas o socios, puede decidirse el
reparto de utilidades del ejercicio y/o de las utilidades
acumuladas.</li>
<li>Generalmente en el momento de la junta de accionistas o socios se
contrae la deuda que luego se afrontara con el pago (efectivo o
cheque).</li>

<li>Pago de Dividendos (Deuda Contraída):</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Fecha</th>
<th scope="col" class="org-right">Codigo de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">DD/MM/AAAA</td>
<td class="org-right">3xx</td>
<td class="org-left">Utilidad del Ejercicio (PN-)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">3xx</td>
<td class="org-left">Utilidades de Ejercicios Anteriores (PN-)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">2xx</td>
<td class="org-left">a Otras Deudas (Deuda con Accionistas) (P+)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li>Pago de Dividendos (Pago de la Deuda Contraída):</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Fecha</th>
<th scope="col" class="org-right">Codigo de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">DD/MM/AAAA</td>
<td class="org-right">2xx</td>
<td class="org-left">Otras Deudas (Deuda con Accionistas) (P-)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">3xx</td>
<td class="org-left">a Pago con Activo (A-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li>Las Perdidas del Ejercicio es el resultado, negativo, del ultimo
ejercicio cerrado, pendiente de aplicación.</li>
<li>Para hacer frente a las perdidas los accionistas o socios pueden
decidir:
<ul class="org-ul">
<li>La reducción del Capital.</li>
<li>La reducción de Reservas.</li>
<li>La aportación de Activos para cancelar la deuda.</li>
<li>Saldarlas con Utilidades de Ejercicios Anteriores.</li>
</ul></li>

<li>Aportes de los socios (A):</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Fecha</th>
<th scope="col" class="org-right">Codigo de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">DD/MM/AAAA</td>
<td class="org-right">3xx</td>
<td class="org-left">Cobro con Activo (A+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">xx</td>
<td class="org-left">Aportes de los Socios (PN-)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">3xx</td>
<td class="org-left">a Perdidas del Ejercicio (RPN-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">3xx</td>
<td class="org-left">a Perdidas de Ejercicios Anteriores (RPN-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>
</tbody>
</table>
</div>
</div>
