org/econorga/contabilidad.org
** Previsiones y Provisiones
- Previsiones:
  - Son las obligaciones *eventuales y estimativas* que van a incidir en
    la cuenta de resultados del ejercicio. Las Cuales no son exigibles
    al momento que se constituyen.
  - El monto se calcula en base utilizando un porcentaje, que expresa
    la probabilidad de ocurrencia.
- Provisiones:
  - Son las obligaciones *ciertas* que van a incidir en la cuenta de
    resultados del ejercicio. Las cuales no son exigibles al momento
    que se constituyen.
- Las Previsiones y Provisiones funcionan contablemente de la
  siguiente manera:
  - Se imputa un falso gasto de la obligación cierto o eventual contra
    una falsa deuda (cuenta de pasivo).
  - Al momento que el gasto se vuelve exigible se cancela la falsa
    deuda contra la cuenta de pago.
  - En caso de que la provisión/previsión no alcance par cubrir el
    valor exigible, el remanente es tratado como cuenta de egreso.
- Las Previsiones:
  - Por siniestros (Inundaciones, Incendios).
  - Por despidos.
  - Por deudores Incobrables. 
- Las Provisiones:
  - Por Servicios.
  - Por Impuestos.
  - Reparaciones.
    
- Constitución de la previsión/provisión:
| Fecha      | Codigo de Cuenta | Detalle de Cuenta                          | Debe | Haber |
|------------+------------------+--------------------------------------------+------+-------|
| DD/MM/AAAA |              4xx | Gastos por Provisiones/Previsiones X (RN+) | xxx  |       |
|            |              2xx | a Previsiones/Provisiones X (P+)           |      | xxx   |

- Utilización de la previsión/provisión:
| Fecha      | Codigo de Cuenta | Detalle de Cuenta              | Debe | Haber |   |
|------------+------------------+--------------------------------+------+-------+---|
| DD/MM/AAAA |              2xx | Previsiones/Provisiones X (P-) | xxx  |       |   |
|            |              4xx | Gasto X (RN+)                  | xxx  |       | * |
|            |              4xx | a Cuenta de Pago (A-)          |      | xxx   |   |

*La aparición de la cuenta es opcional, dependerá de si la previsión
no alcanzo.

*** Deudores Incobrables
| Deudores por Ventas          | A  |
| Deudores Morosos             | A  |
| Deudores en Litigio Judicial | A  |
| Deudores Incobrables         | RN |

** Descuento de Documentos
- Descontar un documento de terceros consiste en llevar un documento
  (pagare) que tenemos de un cliente, que vence más adelante y pedirle
  al banco que nos lo cambie por dinero en efectivo a la fecha de
  hoy. Entonces el Banco nos deposita el importe en mi cuenta
  corriente.
- Por esta operación el banco o la entidad que nos da el dinero en
  efectivo nos cobra comisiones e intereses (coste del dinero en el
  tiempo).

- Desde el punto de vista contable la mecánica es la siguiente:
  - El entidad nos da el dinero en efectivo o nos lo deposita en la
    cuenta corriente del banco. Nos paga el valor nominal del
    documento, menos los gastos y comisiones.
  - En ese momento se realiza un asiento transitorio en el cual nos
    responsabilizamos por la falta de pago del responsable. Para esto
    se imputa un falso gasto (RN+) contra una falsa deuda (P+).
  - Si el responsable paga se revierte el asiento transitorio.
  - En caso de no pagar la entidad que nos dio el dinero nos exige el
    mismo, mas gastos administrativos y a nuestra contabilidad ingresa
    nuevamente el documento.
 
 
 
 
 
 
 
 


