econorga/contabilidad.html

<div id="outline-container-org14e9978" class="outline-3">
<h3 id="org14e9978">Previsiones y Provisiones</h3>
<div class="outline-text-3" id="text-org14e9978">
<ul class="org-ul">
<li>Previsiones:
<ul class="org-ul">
<li>Son las obligaciones <b>eventuales y estimativas</b> que van a incidir en
la cuenta de resultados del ejercicio. Las Cuales no son exigibles
al momento que se constituyen.</li>
<li>El monto se calcula en base utilizando un porcentaje, que expresa
la probabilidad de ocurrencia.</li>
</ul></li>
<li>Provisiones:
<ul class="org-ul">
<li>Son las obligaciones <b>ciertas</b> que van a incidir en la cuenta de
resultados del ejercicio. Las cuales no son exigibles al momento
que se constituyen.</li>
</ul></li>
<li>Las Previsiones y Provisiones funcionan contablemente de la
siguiente manera:
<ul class="org-ul">
<li>Se imputa un falso gasto de la obligación cierto o eventual contra
una falsa deuda (cuenta de pasivo).</li>
<li>Al momento que el gasto se vuelve exigible se cancela la falsa
deuda contra la cuenta de pago.</li>
<li>En caso de que la provisión/previsión no alcance par cubrir el
valor exigible, el remanente es tratado como cuenta de egreso.</li>
</ul></li>
<li>Las Previsiones:
<ul class="org-ul">
<li>Por siniestros (Inundaciones, Incendios).</li>
<li>Por despidos.</li>
<li>Por deudores Incobrables.</li>
</ul></li>
<li>Las Provisiones:
<ul class="org-ul">
<li>Por Servicios.</li>
<li>Por Impuestos.</li>
<li>Reparaciones.</li>
</ul></li>

<li>Constitución de la previsión/provisión:</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Fecha</th>
<th scope="col" class="org-right">Codigo de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">DD/MM/AAAA</td>
<td class="org-right">4xx</td>
<td class="org-left">Gastos por Provisiones/Previsiones X (RN+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">2xx</td>
<td class="org-left">a Previsiones/Provisiones X (P+)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
</tr>
</tbody>
</table>

<ul class="org-ul">
<li>Utilización de la previsión/provisión:</li>
</ul>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Fecha</th>
<th scope="col" class="org-right">Codigo de Cuenta</th>
<th scope="col" class="org-left">Detalle de Cuenta</th>
<th scope="col" class="org-left">Debe</th>
<th scope="col" class="org-left">Haber</th>
<th scope="col" class="org-left">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">DD/MM/AAAA</td>
<td class="org-right">2xx</td>
<td class="org-left">Previsiones/Provisiones X (P-)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">4xx</td>
<td class="org-left">Gasto X (RN+)</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">*</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">4xx</td>
<td class="org-left">a Cuenta de Pago (A-)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">xxx</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<p>
*La aparición de la cuenta es opcional, dependerá de si la previsión
no alcanzo.
</p>
</div>

<div id="outline-container-orgba54a2f" class="outline-4">
<h4 id="orgba54a2f">Deudores Incobrables</h4>
<div class="outline-text-4" id="text-orgba54a2f">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Deudores por Ventas</td>
<td class="org-left">A</td>
</tr>

<tr>
<td class="org-left">Deudores Morosos</td>
<td class="org-left">A</td>
</tr>

<tr>
<td class="org-left">Deudores en Litigio Judicial</td>
<td class="org-left">A</td>
</tr>

<tr>
<td class="org-left">Deudores Incobrables</td>
<td class="org-left">RN</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>

<div id="outline-container-orgb2e1e29" class="outline-3">
<h3 id="orgb2e1e29">Descuento de Documentos</h3>
<div class="outline-text-3" id="text-orgb2e1e29">
<ul class="org-ul">
<li>Descontar un documento de terceros consiste en llevar un documento
(pagare) que tenemos de un cliente, que vence más adelante y pedirle
al banco que nos lo cambie por dinero en efectivo a la fecha de
hoy. Entonces el Banco nos deposita el importe en mi cuenta
corriente.</li>
<li>Por esta operación el banco o la entidad que nos da el dinero en
efectivo nos cobra comisiones e intereses (coste del dinero en el
tiempo).</li>

<li>Desde el punto de vista contable la mecánica es la siguiente:
<ul class="org-ul">
<li>El entidad nos da el dinero en efectivo o nos lo deposita en la
cuenta corriente del banco. Nos paga el valor nominal del
documento, menos los gastos y comisiones.</li>
<li>En ese momento se realiza un asiento transitorio en el cual nos
responsabilizamos por la falta de pago del responsable. Para esto
se imputa un falso gasto (RN+) contra una falsa deuda (P+).</li>
<li>Si el responsable paga se revierte el asiento transitorio.</li>
<li>En caso de no pagar la entidad que nos dio el dinero nos exige el
mismo, mas gastos administrativos y a nuestra contabilidad ingresa
nuevamente el documento.</li>
</ul></li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
Last update: 2019-03-17 23:55
</div>
</body>
</html>
